Repository: eugenelepekhin/LogicCircuit
Catalog: Sources/LogicCircuit/Properties/Resources.*.resx
Languages: ar, chs, de, el, es, fa, fr, he_il, hr, hu, it_it, ja, ko, lt, nl, pl, pt_pt, ru_ru, sv, tr, uk_ua

# ErrorProjectCount
source: More than one project in the file.
ar: هناك أكثر من مشروع واحد في الملف.
chs: 在文件中有多个项目
de: Es befindet sich mehr als ein Projekt in der Datei.
el: Περισσότερες απο μία εργασίες ανοικτές στο αρχειο.
es: Existe mas de un proyecto en el archivo.
fa: بیش از یک پروژه در فایل موجود است.
fr: Plus d'un projet dans le fichier
he_il: יש יותר מפרויקט אחד בקובץ
hr: Više od jednog projekta u datoteci.
hu: Több, mint egy projekt van a fájlban.
it_it: Vi è più di un progetto nel file.
ja: ファイルに複数のプロジェクトがあります。
ko: 파일에 하나 이상의 프로젝트가 존재해야 합니다.
lt: Daugiau nei viename projekte Daugiau nei viename projekte Daugiau nei vienamas projektas faile.
nl: Meer dan één project in het bestand.
pl: Więcej niż jeden projekt w pliku.
pt_pt: Mais de um projeto no ficheiro.
ru_ru: Более одного проекта в файле.
sv: Fler än ett projekt i filen
tr: Dosyada birden fazla proje var.
uk_ua: Більше одного проекту в файлі.

# ErrorUnknownVersion
source: Attempt to load an unknown version of Circuit Project. The file you are trying to open either corrupted or it was created by newer version of Logic Circuit software. Please check <Hyperlink NavigateUri="https://www.logiccircuit.org/">https://www.logiccircuit.org/</Hyperlink> for newer versions.
ar: محاولة تحميل نسخة غير معروفة من مشروع Circuit الملف الذي تحاول فتحه إما معطوب أو أنه تم إنشاؤه بإصدار Logic Circuit أحدث من الإصدار الموجود لديك الرجاء التحقق من وجود إصدار جديد <Hyperlink NavigateUri="https://www.logiccircuit.org/">https://www.logiccircuit.org/</Hyperlink>
chs: 正在试图载入一个未知版本的电路项目。您尝试打开的文件可能不正确或者是由新版本的 Logic Circut 创建的。请检查 <Hyperlink NavigateUri="http://www.logiccircuit.org/">http://www.logiccircuit.org/</Hyperlink> 来获取新版本。
de: Es wurde versucht eine unbekannte Version eines Projekts zu laden. Die Datei welche Sie versuchen zu öffnen ist entweder inkonsistent oder sie wurde mit einer neueren Version der Logic Curcuit Software erstellt. Bitte sehen auf der Webseite: <Hyperlink NavigateUri="https://www.logiccircuit.org/">https://www.logiccircuit.org/</Hyperlink> nach, ob eine neuere Version verfügbar ist.
el: Το άνοιγμα μιας άγνωστης έκδοσης του Circuit Project απέτυχε. Το αρχείο που θέλετε να ανοίξετε είναι κατεστραμμένο ή δημιουργήθηκε με μια νεότερη έκδοση του Logic Circuit. Επισκεφτείτε την ιστοσελίδα <Hyperlink NavigateUri="https://www.logiccircuit.org/">https://www.logiccircuit.org/</Hyperlink> για νεότερες εκδόσεις.
es: Versión de proyecto no reconocida. El archivo que intenta abrir puede estar dañado o fue creado en una versión más reciente de Logic Circuit. Por favor compruebe <Hyperlink NavigateUri="https://www.logiccircuit.org/">https://www.logiccircuit.org/</Hyperlink> para obtener las versión más reciente.
fa: فایل انتخاب شده نامفهوم است. فایلی که انتخاب کردید یا آسیب دیده است یا توسط ورژن جدیدتری از برنامه Logic Circuit ایجاد شده. برای دانلود آخرین ورژن برنامه به آدرس <Hyperlink NavigateUri="https://www.logiccircuit.org/">https://www.logiccircuit.org/</Hyperlink> مراجعه کنید.
fr: Tentative de chargement d'une version inconnue d'un projet de circuit. Le fichier que vous essayez d'ouvrir est endommagé ou a été créé par une version plus récente du logiciel Logic Circuit. Veuillez vérifier <Hyperlink NavigateUri="https://www.logiccircuit.org/">https://www.logiccircuit.org/</Hyperlink> pour les versions plus récentes.
he_il: נסיון לטעון גרסה לא ידועה של פרויקט.‏ הקובץ פגום, או נוצר עם גרסה חדשה יותר של LogicCircuit. נא לבדוק את הכתובת <Hyperlink NavigateUri="http://www.logiccircuit.org/">http://www.logiccircuit.org/</Hyperlink> עבור גרסה חדשה יותר.‏
hr: Pokušajte učitati nepoznatu verziju Circuit Project. Datoteka koju pokušavate otvoriti je oštećena ili stvorena u novoj verziji softvera Logic Circuit. Molimo provjerite na <Hyperlink NavigateUri="https://www.logiccircuit.org/">https://www.logiccircuit.org/</Hyperlink> postoji li ažuriranje.
hu: Ismeretlen verziójú kapcsolást próbáltál meg betölteni. A fájl, amit be kívánsz tölteni vagy sérült vagy egy újabb verziójú Logic Circuit hozta létre. Kérlek látogass el a <Hyperlink NavigateUri="https://www.logiccircuit.org/">https://www.logiccircuit.org/</Hyperlink> oldalra egy újabb verzióért
it_it: Si è tentato di caricare una versione sconosciuta di Circuit Project. Il file che si sta tentando di aprire è danneggiato o è stato creato da una versione più recente del software Logic Circuit. Si prega di verificare <Hyperlink NavigateUri="http://www.logiccircuit.org/">http://www.logiccircuit.org/</Hyperlink> per una versione più recente.
ja: 不明なバージョンの回路プロジェクトが開かれました。 開こうとしたファイルが壊れているか、新しいバージョンの Logic Circuitで作成されたものです。新しいバージョンについては <Hyperlink NavigateUri="https://www.logiccircuit.org/">https://www.logiccircuit.org/</Hyperlink> をクリックしてください。
ko: Circuit Project의 알수없는 버전을 로드하려고 합니다. 열고자 하는 파일이 손상되었거나 상위버전의 Logic Circuit으로 제작되었습니다.<Hyperlink NavigateUri="https://www.logiccircuit.org/">https://www.logiccircuit.org/</Hyperlink>최신버전을 확인해 주시기 바랍니다.
lt: Bandyta įkrauti nežinoma Grandinės Projekto versija. failas kurį bandote atidaryti yra korumpuotas arba buvo sukurtas naujesnės Logic Circuit programos. Prašome patikrinti <Hyperlink NavigateUri="https://www.logiccircuit.org/">https://www.logiccircuit.org/</Hyperlink> naujesnei versijai.
nl: Poging om een onbekende versie van Circuit project te laden. Het bestand dat je probeert te openen, is of beschadigd of, is met een nieuwere versie van Logic Circuit software gemaakt. Controleer <Hyperlink NavigateUri="https://www.logiccircuit.org/">https://www.logiccircuit.org/</Hyperlink> voor een nieuwere versie.
pl: Próbowano załadować nieznaną wersję pliku obwodu. Plik, który próbujesz otworzyć jest uszkodzony lub został utworzony w nowszej wersji Logic Circuit. Otwórz <Hyperlink NavigateUri="https://www.logiccircuit.org/">https://www.logiccircuit.org/</Hyperlink> w celu pobrania najnowszej wersji.
pt_pt: Tentativa de carregar uma versão desconhecida de Projeto de Circuito. O ficheiro que você está a tentar abrir pode estar corrompido ou foi criado por uma versão mais recente do programa Logic Circuit. Acesse <Hyperlink NavigateUri="https://www.logiccircuit.org/">https://www.logiccircuit.org/</Hyperlink> para conferir as versões mais recentes.
ru_ru: Попытка загрузить неизвестную версию проекта. Файл, который вы пытаетесь открыть поврежден или был создан более новой версией программы Logic Circuit. Пожалуйста, зайдите на <Hyperlink NavigateUri="http://www.logiccircuit.org/">http://www.logiccircuit.org/</Hyperlink> и проверьте есть ли более новые версии программы.
sv: Försök att ladda en okänd version av Krets Projekt. Filen du försöker öppna har antingen blivit korrupt eller så var den skapad med en nyare version av Logisk Krets programvaran. se <Hyperlink NavigateUri="https://www.logiccircuit.org/">https://www.logiccircuit.org/</Hyperlink> för nyare versioner
tr: Devre Projesi'nin bilinmeyen bir sürümünü yüklemeyi deneyin. Bozuk veya açmaya çalıştığınız dosya, Logic Circuit yazılımının daha yeni bir sürümü tarafından oluşturuldu. Daha yeni sürümler için lütfen <Hyperlink NavigateUri="https://www.logiccircuit.org/">https://www.logiccircuit.org/</Hyperlink> adresini kontrol edin.
uk_ua: Спроба завантажити невідому версію проекта. Файл, який Ви намагаєтесь відкрити пошкоджений або створений більш новою версією програми Logic Circuit. Будь-ласка, перейдіть за адресою <Hyperlink NavigateUri="http://www.logiccircuit.org/">http://www.logiccircuit.org/</Hyperlink> і перевірте наявність більш нової версії.

# FileFilter
source: Circuit Project (*{0})|*{0}|All files (*.*)|*.*
ar: مشروع دارة (*{0})|*{0}|All files (*.*)|*.*
chs: 电路项目 (*{0})|*{0}|所有文件 (*.*)|*.*
de: Circuit Project (*{0})|*{0}|Alle Dateien (*.*)|*.*
el: Circuit Project (*{0})|*{0}|Ολα τα αρχεια (*.*)|*.*
es: Circuit Project (*{0})|*{0}|Todos los archivos (*.*)|*.*
fr: Projet de circuit (*{0})|*{0}|Tous les fichiers (*.*)|*.*
he_il: פרויקט מעגל לוגי ‏(*{0})|*{0}‏|כל הקבצים ‏(*.*)|*.*
hu: Kapcsolási projekt (*{0})|*{0}|Minden fájl (*.*)|*.*
it_it: Circuito del progetto (*{0})|*{0}|Tutti i file (*.*)|*.*
ja: 回路プロジェクト (*{0})|*{0}|すべてのファイル (*.*)|*.*
lt: Grandinės projektas (*{0})|*{0}|Visi failai (*.*)|*.*
nl: Circuit Project (*{0})|*{0}|Alle bestanden (*.*)|*.*
pl: Projekt obwodu (*{0})|*{0}|Wszystkie pliki (*.*)|*.*
pt_pt: Projeto de Circuitos (*{0})|*{0}|Todos os ficheiros (*.*)|*.*
ru_ru: Файлы проектов (*{0})|*{0}|Все файлы (*.*)|*.*
sv: Krets Projekt (*{0})|*{0}|Alla Filer(*.*)|*.*
uk_ua: Файли проектів (*{0})|*{0}|Всі файли (*.*)|*.*

# FileSaved
source: File {0} saved.
ar: تم حفظ الملف ,{0}.
chs: 文件 {0} 已保存
de: Datei {0} gespeichert.
el: Αρχείο {0} αποθηκευθηκε
es: Archivo {0} guardado.
fa: فایل {0} ذخیره شد.
fr: Fichier {0} enregistré.
he_il: הקובץ ‏{0}‏ נשמר.‏
hr: Datoteka {0} spremljena.
hu: A fáj {0} mentett.
it_it: Il file {0} è stato salvato.
ja: {0} が保存されました。
ko: {0}이 저장되었습니다.
lt: Failas {0} Saugomas.
nl: Bestand {0} opgeslagen.
pl: Plik {0} został zapisany.
pt_pt: Ficheiro {0} guardado.
ru_ru: Файл {0} сохранен.
sv: Fil {0} sparad.
tr: {0} dosyası kaydedildi.
uk_ua: Файл {0} збережено.

# GateClockName
source: Clock
ar: ساعة (نبضات)
chs: 时钟
de: Taktgenerator
el: Ρολόι
es: Reloj
fr: Horloge
he_il: שעון
hr: Sat
hu: Órajel
ja: クロック
ko: 클럭
lt: Laikrodis
pl: Zegar
ru_ru: Генератор тактовой частоты
sv: Klocka
uk_ua: Генератор тактової частоти

# GateLedName
source: LED
el: Δίοδος Εκπομπής Φωτός
fr: DEL
pl: Dioda LED
ru_ru: Светодиод
uk_ua: Світлодіод

# GateLedNotation
source: LED
el: Δίοδος Εκπομπής Φωτός
fr: DEL
pl: Dioda LED
ru_ru: Светодиод
uk_ua: Світлодіод

# CircuitProbeName
source: Probe
ar: مجس
chs: 探针
de: Prüfspitze
el: Ακροδέκτης
es: Punta de prueba
fr: Sonde
he_il: גשוש
hr: Sonda
hu: Mérőpont
it_it: Sonda
ja: プローブ
ko: 프로브
lt: Leistuvas
pl: Próbnik
pt_pt: Ponta de Prova
ru_ru: Пробник
sv: Sond
tr: Prob
uk_ua: Проба

# GateShapeRectangular
source: Rectangular
ar: شكل مستطيلي
chs: 矩形
de: Rechteckig
el: Ορθογώνιο
fa: مستطیل شکل
fr: Rectangulaire
he_il: מרובע
hr: Pravokutan
it_it: Rettangolare
ja: 長方形
ko: 직사각형
lt: Stačiakampiškas
nl: Rechthoek
pl: Prostokątny
pt_pt: Retangular
ru_ru: Прямоугольные
sv: Rektangulär
tr: Diktörtgen
uk_ua: Прямокутні

# GateShapeShaped
source: Shaped
ar: شكل مميز
chs: 形状
de: Abgerundet
el: Σχήμα
es: Dar forma
fa: منحنی شکل
fr: Symbole Américain
he_il: מסוגנן
hr: Oblikovan
ja: 記号
ko: 도형기호
lt: Formuotas
nl: Symbool
pl: Klasyczny
pt_pt: Convencional
ru_ru: Фигурные
sv: Formad
tr: biçimli
uk_ua: Фігурні

# GateTriStateName
source: Tri-state
ar: ثلاثي الحالة
chs: 三态门
el: Τριφασικό
es: Tri-Estado
fr: Trois états
he_il: חוצץ תלת-מצבי
hr: Tri stanja
hu: Háromállapotú
ja: 3ステートバッファ
lt: Tiguba-būsena
pl: Bufor sterowany
ru_ru: Схема с тремя состояниями
tr: Üç-Durumlu
uk_ua: Перемикач

# Led7Pin1
source: a
el: α

# Led7Pin2
source: b
el: β

# Led7Pin3
source: c
el: γ

# Led7Pin4
source: d
el: δ

# Led7Pin5
source: e
el: ε

# Led7Pin6
source: f
el: ζ

# Led7Pin7
source: g
el: η

# Led7Pin8
source: dot
chs: 点
de: Punkt
el: τελεία
fr: Point
hr: točka
hu: pont
it_it: punto
ko: 점
lt: taškas
nl: punt
pl: kropka
pt_pt: ponto
ru_ru: точка
uk_ua: крапка

# LogicalCircuitName
source: Circuit
ar: دارة
chs: 电路
de: Schaltung
el: Κύκλωμα
es: Circuito
fa: مدار
he_il: מעגל לוגי
hr: Sklop
hu: Kapcsolás
it_it: Circuito
ja: 回路
ko: 회로
lt: Grandinė
nl: Schakeling
pl: Obwód
pt_pt: Circuito
ru_ru: Схема
sv: Krets
tr: Devre
uk_ua: Схема

# MainFrameCaption
source: Logical Circuit {0}
ar: دارة منطقية {0}
chs: 逻辑电路 {0}
de: Schaltungs-Projekt {0}
el: Λογικό Κύκλωμα {0}
es: Circuito Lógico {0}
fa: مدار منطقی {0}
fr: Circuit Logique {0}
he_il: מעגל לוגי ‏{0}‏
it_it: Circuito logico {0}
ja: 回路 {0}
lt: Loginės Grandinė {0}
nl: Logische Schakeling {0}
pl: Obwód {0}
pt_pt: Circuito Lógico {0}
sv: Logisk Krets {0}
tr: Lojik Devre {0}

# MemoryAddressPinName
source: Memory address
ar: عنوان الذاكرة
chs: 内存地址
de: Adressleitungen
el: Διεύθυνση μνήμης
es: Dirección de memoria
fa: آدرس حافظه
fr: Adresse mémoire
he_il: כתובת זיכרון
hr: Memorijska adresa
hu: Memória cím
it_it: Indirizzo di memoria
ja: メモリのアドレス
ko: 메모리 주소
lt: Atminties adresas
nl: Geheugenadres
pl: Adres
pt_pt: Endereço de memória
ru_ru: Адрес памяти
sv: Minnes adress
tr: Hafıza adresi
uk_ua: Адреса пам'яті

# MemoryAddressPinNotation
source: a
el: α

# MemoryDataInPinName
source: Memory input data
ar: بيانات دخل الذاكرة
chs: 内存输入数据
de: Datenleitungen Eingang
el: Δεδομένα εισόδου μνήμης
es: Memoria de informacón de entrada
fa: ورودی دیتای حافظه
fr: Donnée d'entrée
he_il: נתונים
hr: Ulazni podaci iz memorije
hu: Memória bemeneti adat
it_it: Memoria dei dati di input
ja: メモリ入力データ
ko: 메모리 입력 데이터
lt: Atminties įvedimo duomenys
nl: Data-invoer geheugen
pl: Wejście danych
pt_pt: Dados de memória (Entrada)
ru_ru: Ввод данных памяти
sv: Ingående minnes data
tr: Hafıza giriş verisi
uk_ua: Введення даних пам'яті

# MemoryDataPinName
source: Memory data
ar: بيانات الذاكرة
chs: 内存数据
de: Datenleitungen
el: Δεδομένα μνήμης
es: Información en memoria
fa: دیتای حافظه
fr: Mémoire de données
he_il: נתונים יוצאים
hr: Memorijski podaci
hu: Memória adat
it_it: Memoria dati
ja: メモリのデータ
ko: 메모리 데이터
lt: Atminties duomenįs
nl: Geheugen Data
pl: Wyjście danych
pt_pt: Dados de memória
ru_ru: Данные
sv: Minnes data
tr: Hafıza verisi
uk_ua: Дані

# MemoryDataPinNotation
source: d
el: δ

# MemoryWritePinName
source: RAM Write input. Memory value get updated on {0}
ar: مدخل الكتابة الخاص بالـ RAM . يتم تحديث القيمة المخزنة في الذاكرة عند {0}
chs: RAM 写输入 在 {0} 的内存值被更新
de: RAM Write Enable Eingang. Speicherwert wird bei {0} aktualisiert.
el: Εγγραφή δεδομένων εισόδου στη RAM. Η μνήμη θα ανανεωθεί σε {0}
es: Escritura de entrada en RAM . Valor de memoria ha sido actualizado en {0}
fa: ورودی حافظه RAM. مقدار حافظه به {0} بروز شد.
fr: RAM écrite en entrée. Valeur de la mémoire mis à jour le {0}
he_il: כתיבה לזיכרון.‏ הזיכרון מתעדכן ב‏{0}‏
hr: RAM unos upisa. Memorijska vrijednost ažurirana na {0}
hu: RAM Író bemenet A Memória tartalma frissülni fog a következő esetekben: {0}
it_it: Input scrittura RAM. Valore della memoria si aggiorna su {0}
ja: RAMの書き込み端子。 メモリの値は{0}のタイミングで更新されます。
ko: RAM에 입력되었습니다. 변경되는 시점은 {0} 할 때 입니다.
lt: RAM rašymo įvestis. Atmities reikšmė yra atnaujinama ant {0}
nl: Schrijf ingang RAM. Geheugenwaarde wordt vernieuwd op {0}
pl: zapisu pamieci RAM. Do zapisu dochodzi przy zboczu {0}
pt_pt: Escrita na memória RAM. Valor de memória atualizado para {0}
ru_ru: Вход записи ОЗУ. Значение в памяти обновляется при {0}
sv: RAM skriv ingång. Minnes värdet uppdateras på {0}
tr: RAM Yazma girişi. Bellek değeri {0} tarihinde güncellenir
uk_ua: Вхід запису RAM. Значення в пам'яті оновлюється при {0}

# MemoryWritePinNotation
source: w
el: ψ

# MessageSaveFile
source: Project {0} has changed. Do you want to save it?
ar: المشروع {0} قد تم تعديله هل تريد حفظه ؟
chs: 项目 {0} 已经被修改了 您想保存吗？
de: Das Projekt: {0} wurde verändert. Möchten Sie die Änderungen speichern?
el: Η εργασία {0} έχει αλλάξει. Να αποθηκευτεί;
es: El proyecto {0} ha cambiado. Desea guardado?
fa: پروژه "{0}" تغییر پیدا کرده است. آیا مایل به ذخیره آن هستید؟
fr: Le projet {0} a changé. Voulez vous le sauvegarder ?
he_il: הפרויקט‏ {0} ‏השתנה.‏ האם לשמור שינויים?‏
hr: Projekt {0} je izmijenjen. Želite li ga spremiti?
hu: A projekt {0} megváltozott. Szeretnéd menteni?
it_it: Il progetto {0} è stato modificato. Si desidera salvarlo?
ja: {0} プロジェクトが変更されました。 保存しますか？
ko: 프로젝트 {0} 가 변경되었습니다. 저장 하시겠습니까?
lt: Projektas {0} pasikeitė. Ar norite pakeitimus išsaugoti
nl: Project {0} is veranderd. Wil je de wijzigingen opslaan?
pl: Project {0} został zmieniony. Czy chcesz go zapisać?
pt_pt: O Projeto {0} foi modificado. Deseja guardá-lo?
ru_ru: Проект {0} изменился. Вы хотите его сохранить?
sv: Projekt {0} har förendrats. Vill du spara det?
tr: Proje {0} değiştirildi. Kaydetmek ister misiniz?
uk_ua: Проект {0} змінився. Хочете його зберегти?

source: Operation canceled.
ar: تم الغاء العملية.
chs: 操作被取消
de: Vorgang wurde abgebrochen.
el: Η ενέργεια διακόπηκε.
es: Operación cancelada.
fa: عملیات لغو شد.
fr: Opération annulée.
he_il: הפעולה בוטלה.‏
hr: Operacija je otkazana.
hu: Művelet megszakítva.
it_it: Operazione annullata.
ja: キャンセルされました。
ko: 작업이 취소되었습니다.
lt: Operacija nutraukta.
nl: Actie geannuleerd.
pl: Operacja została anulowana.
pt_pt: Operação cancelada.
ru_ru: Операция отменена.
sv: Operationen avbryten.
tr: Operasyon iptal edildi
uk_ua: Операція відмінена.

# PinEnableName
source: E
el: Ε

# PinInName
source: x
el: χ

source: Ready.
ar: جاهز.
chs: 就绪
de: Bereit.
el: Ετοιμότητα.
es: Listo.
fa: آماده
fr: Prêt.
he_il: מוכן.‏
hr: Spreman.
hu: Kész.
it_it: Pronto.
ja: 準備完了
ko: 준비.
lt: Pasiruošes.
nl: Klaar.
pl: Gotowy
pt_pt: Pronto.
ru_ru: Готово.
sv: Redo.
tr: Hazır.
uk_ua: Готово.

# SplitterThin1PinName
source: (bit {0}) of Combined Splitter connector
ar: (بت {0}) من المفرع
chs: ( {0} 位) 组合分路连接器
de: (Leitung {0}) des Verzweiger Anschlusses
el: (bit {0}) του συνδυασμένου διαχωριστή σύνδεσης
es: (bit {0}) del conector del divisor combinado.
fa: (بیت {0}) از جدا کننده
fr: (Bits {0}) du connecteur Séparateur combiné
he_il: ‏(‏סיבית‏ {0}) ‏של המפצל
hr: (bit {0}) Kombiniranog priključka za razdjelnike
it_it: (bit {0}) di combinato divisore connettore
ja: (結合端子のビット{0})
ko: (bit {0}) 의 결합된 분리기의 커넥터
lt: (bitas {0}) iš Sujungtų Spliterių jungčių
nl: (bit {0}) van gecombineerde splitser/connector
pl: (bit {0}) połączonego złącza rozdzielacza
pt_pt: (bit {0}) do divisor de sinal
ru_ru: (бит {0}) объединенного разъема разветвителя
sv: (bit {0} Av Kombinerad Splitkontakt
tr: Kombine Splitter konnektörü (bit {0})
uk_ua: (біт {0}) об'єднаного роз'єму розгалужувача

# SplitterThin2PinName
source: (bits {0}-{1}) of Combined Splitter connector
ar: (البتات من {0}إلى{1}) من المفرع
chs: ( {0}-{1} 位) 组合分路连接器
de: (Leitungen {0}-{1}) des Verzweiger Anschlusses
el: (bits {0}-{1}) του συνδυασμένου διαχωριστή σύνδεσης
es: (bits {0}-{1}) del conector del divisor combinado.
fa: (بیت های {0}-{1}) از جدا کننده
fr: (Bits {0}-{1}) du connecteur Séparateur combiné
he_il: ‏(‏סיביות ‏{0}‏-‏{1}‏) ‏של המפצל
hr: (bitovi {0}-{1}) Kombiniranog priključka za razdjelnike
it_it: (bit {0}-{1}) di combinato divisore connettore
ja: (結合端子のビット{0}-{1})
ko: (bits {0}-{1}) 의 결합된 분리기의 커넥터
lt: (bitai {0}-{1}) iš Sujungtų Spliterių jungčių
nl: (bits {0}-{1}) van gecombineerde splitser/connector
pl: (bity {0}-{1}) połączonego złącza rozdzielacza
pt_pt: (bits {0}-{1}) do divisor de sinal
ru_ru: (биты {0}-{1}) объединенного разъема разветвителя
sv: (Bitar {0}-{1} Av Kombinerad Splitkontakt
tr: (Kombine Splitter konektörü bitleri {0} - {1})
uk_ua: (біти {0}-{1}) об'єднаного роз'єму розгалужувачая

# SplitterWidePinName
source: Combined Splitter Connector
ar: مفرع
chs: 组合分路连接器
de: Bus-Anschluss des Verzweigers
el: Συνδυασμένος διαχωριστής σύνδεσης
es: Divisor combinado.
fa: کانکتور جدا کننده
fr: Connecteur Séparateur combiné
he_il: הפין המאוחד של המפצל
hr: Kombinirani priključak za razdjelnike
it_it: Combinato divisore connettore
ja: 結合端子
ko: 결합된 분리기 커넥터
lt: Sujungtų Spliterių Jungčių
nl: Gecombineerde splitser/connector
pl: Połączone złącze rozdzielacza
pt_pt: Divisor de Sinal
ru_ru: Объединенный разъем разветвителя
sv: Kombinerad Splitkonntakt
tr: Kombine Splitter konnektörü
uk_ua: Об'єднаний роз'єм розгалужувача

# TitleCancel
source: Cancel
ar: إلغاء
chs: 取消
de: Abbruch
el: Ακύρωση
es: Cancelar
fa: لغو
fr: Annuler
he_il: ביטול
hr: Poništi
hu: Mégsem
it_it: Annulla
ja: キャンセル
ko: 취소
lt: Atšaukti
nl: Annuleer
pl: Anuluj
pt_pt: Cancelar
ru_ru: Отмена
sv: Avbryt
tr: İptal
uk_ua: Відміна

# TitleNo
source: _No
ar: لا
chs: 否(_N)
de: _Nein
el: _Όχι
fa: خیر
fr: _Non
he_il: ‏_לא‏
hr: _Ne
hu: _Nem
ja: いいえ
ko: 아니오
lt: Ne
nl: _Nee
pl: Nie
pt_pt: _Não
ru_ru: _Нет
sv: _Nej
tr: H_ayır
uk_ua: _Ні

# TitleShowDetails
source: _Show details
ar: أظهر التفاصيل
chs: 详细信息(_S)
de: _Zeige Details
el: _Εμφάνιση λεπτομερειών
es: Mostrar detalles
fa: نمایش جزئیات
fr: Montrer les détails
he_il: ‏_הצגת נתונים
hr: _Prikaži detalje
hu: _Részletek mutatása
it_it: _Mostra i dettagli
ja: 詳細を表示
ko: 자세히 보기
lt: Paroditi detales
nl: _Toon details
pl: Pokaż szczegóły
pt_pt: _Mostrar detalhes
ru_ru: _Показать подробности
sv: _Visa detaljer
tr: _Detayları göster
uk_ua: _Деталі

# TitleYes
source: _Yes
ar: نعم
chs: 是(_Y)
de: _Ja
el: _Ναι
es: Si
fa: بله
fr: Oui
he_il: ‏_כן
hr: _Da
hu: _Igen
it_it: _Si
ja: はい
ko: 예
lt: Taip
nl: _Ja
pl: Tak
pt_pt: _Sim
ru_ru: _Да
sv: _Ja
tr: _Evet
uk_ua: _Так

# WriteOn0
source: falling from 1 to 0
ar: هبوط من 1 إلى 0
chs: 从 1 下降到 0
de: Fallender Flanke von 1 auf 0
el: μείωση από 1 σε 0
es: Disminuir de 1 a 0
fa: کاهش از 1 به 0
fr: Passage de 1 à 0
he_il: ירידה מ1 ל0‏
hr: pada s 1 na 0
hu: Lefutó, 1-ről 0-ra
it_it: fallimento da 1 a 0
ja: 1から0への立下り
ko: 1에서 0으로 감소
lt: Leidžiasi nuo 1 iki 0
nl: Neergaande flank
pl: Opadającym z 1 do 0
pt_pt: descida de 1 para 0
ru_ru: переходе из 1 в 0
sv: sjunker från 1 till 0
tr: 1'den 0'a düşüyor
uk_ua: По задньому фронту

# WriteOn1
source: rising from 0 to 1
ar: صعود من 0 إلى 1
chs: 从 0 上升到 1
de: Steigender Flanke von 0 auf 1
el: αύξηση από 0 σε 1
es: Incrementar de 0 a 1
fa: افزایش از 0 به 1
fr: Passage de 0 à 1
he_il: עליה מ0 ל1‏
hr: pada s 0 na 1
hu: Felfutó, 0-ról 1-re
it_it: sollevamento da 0 a 1
ja: 0から1への立上り
ko: 0에서 1로 증가
lt: Kyla nuo 0 iki 1
nl: Opgaande flank
pl: Rosnącym z 0 do 1
pt_pt: subida de 0 para 1
ru_ru: переходе из 0 в 1
sv: stiger från 0 till 1
tr: 0'dan 1'e yükseliyor
uk_ua: По передньому фронту

# ToolTipButton
source: Button {0}
ar: زر {0}
chs: 按钮 {0}
de: Knopf {0}
el: Κουμπί {0}
es: Botón {0}
fa: دکمه {0}
fr: Bouton {0}
he_il: כפתור‏ {0}‏
hr: Dugme {0}
hu: Gomb {0}
it_it: Pulsante {0}
ja: ボタン {0}
ko: 버튼 {0}
lt: Myktukas {0}
nl: Knop {0}
pl: Przycisk {0}
pt_pt: Botão {0}
ru_ru: Кнопка {0}
sv: Knapp {0}
tr: Buton {0}
uk_ua: Кнопка {0}

# ToolTipConstant
source: {0} bit(s) constant {1:X}
ar: {0} بت ثابت {1:X}
chs: {0} 位常量 {1:X}
de: {0} Bit(s) konstant {1:X}
el: {0} bit(s) σταθερά {1:X}
es: {0} bit(s) constante {1:X}
fa: ثابت {0} بیتی با مقدار {1:X}
he_il: קבוע‏ {1:X} ‏ברוחב‏ {0} ‏סיביות
hr: {0} bit(a) konstanta {1:X}
hu: {0} bit(es) konstans {1:X}
it_it: {0} bit costante {1:X}
ja: {0} ビットの定数 {1:X}
ko: {0} 비트 상수 {1:X}
lt: {0} bit(as/us) konstanta{1:X}
nl: {0} bit(s) constante{1:X}
pl: {0} bitowa stała {1:X}
pt_pt: {0} bit(s) constante(s) {1:X}
ru_ru: {0} битовая константа {1:X}
sv: {0} bit(ar) konstant {1:X}
tr: {0} bit (s) sabiti {1: X}
uk_ua: {0} бітова константа {1:X}

# ToolTipInputPin
source: Input {0} bit(s) Pin {1}
ar: دخل {0} بتات تماس{1}
chs: {0} 位输入针脚 {1}
de: Eingang mit {0} {1}
el: Είσοδος {0} bit(s) Pin {1}
es: Entrada {0} bit(s) Pin {1}
fa: پین ورودی {0} بیتی {1}
fr: Entrée {0} bits broche {1}
he_il: קלט ברוחב‏ {0}‏ סיביות - ‏{1}‏
hr: Ulaz {0} bit(a) Pin {1}
hu: Bemeneti {0} bit(ek) láb {1}
it_it: Ingresso {0} bit Pin {1}
ja: {0}ビットの入力端子 ({1})
ko: {0} 비트의 입력 핀 {1}
lt: Įvestis {0} bit(as/us) kištukas {1}
nl: Invoer {0} bit(s) Pin {1}
pl: {0} bitowy port wejściowy {1}
pt_pt: Entrada de {0} bit(s) no pino {1}
ru_ru: Входной {0} битовый разъем {1}
sv: Ingång {0} bit(ar) Stift {1}
tr: {0} bit (ler) Pini {1} girişi
uk_ua: Вхідний {0} бітовий роз'єм {1}

# ToolTipOutputPin
source: Output {0} bit(s) Pin {1}
ar: خرج {0} بت تماس {1}
chs: {0} 位输出针脚 {1}
de: Ausgang mit {0} {1}
el: Έξοδος {0} bit(s) Pin {1}
es: Saida {0} bit(s) Pin {1}
fa: پین خروجی {0} بیتی {1}
fr: Sortie {0} bit(s) broche {1}
he_il: פלט ברוחב‏ {0}‏ סיביות - ‏{1}‏
hr: Izlaz {0} bit(a) Pin {1}
it_it: Uscita {0} bit Pin {1}
ja: {0}ビットの出力端子 ({1})
ko: {0} 비트의 출력 핀 {1}
lt: Išvesti {0} bit(as\us) Kaištis {1}
nl: Uitvoer {0} bit(s) Pin {1}
pl: {0} bitowy port wyjściowy {1}
pt_pt: Saída de {0} bit(s) no pino {1}
ru_ru: Выходной {0} битовый разъем {1}
sv: Utgång {0} bit(ar) Stift {1}
tr: Çıkış {0} bit(ler) Pin {1}
uk_ua: Вихідний {0} бітовий роз'єм {1}
