Repository: eugenelepekhin/LogicCircuit
Catalog: Sources/LogicCircuit/Properties/Resources.*.resx
Languages: ar, chs, de, el, es, fa, fr, he_il, hr, hu, it_it, ja, ko, lt, nl, pl, pt_pt, ru_ru, sv, tr, uk_ua

# ToolTipDescriptorPin
source: Used to create a connector that other circuits can use to provide or receive data to and from current circuit. Rearrange pins on the circuit to change their relative positions on symbols of this circuit.
ar: تستخدم من أجل إنشاء موصل تسطيع درات أخرى استخدامه لإرسال و إستقبال البيانات من و إلى الدارة الحالية. قم بإعادة ترتيب الموصلات (Pins) من أجل تغيير أماكنها على الرموز في الدارة الحالية.
chs: 用来创建一个可以被其他电路所使用从当前电路提供或接收数据的连接器。 重新安排电路上的针脚来改变他们在这个电路上符号的相对位置。
de: Wird benutzt um einen Anschluß bereitzustellen welcher Daten an andere Schaltungen senden oder von dort empfangen kann.
el: Χρησιμοποιείται δημιουργία ενός συνδέσμου που τα άλλα κυκλώματα μπορούν να χρησιμοποιήσουν για την παροχή ή τη λήψη δεδομένων από και προς το υφιστάμενο κυκλώμα. Μετακινήστε τα pins στο κύκλωμα για να αλλάξετε τις θέσεις τους σε αυτό το κύκλωμα.
es: Utilizar para crear un conector que otros circuitos pueden usar para proporcionar o recibir datos desde y hacia el circuito de corriente. Reorganizar los pines en el circuito de cambiar su posiciones relativas de los símbolos de este circuito.
fa: برای تهیه دیتا برای مدار استفاده می شود.
fr: Utilisé pour créer un connecteur que les autres circuits pourront utiliser en envoyant ou recevant des données de et vers le circuit actuel. Agencez les broches dans le circuit pour changer leurs positions relatives sur le symbole du circuit.
hr: Koristi se za stvaranje konektora koji drugi krugovi mogu koristiti za pružanje ili primanje podataka u strujni krug i iz njega. Preuredite igle na krugu kako biste promijenili njihov relativni položaj na simbolima ovog kruga.
hu: Csatakozási pontot hoz létre a kapcsoláshoz, ami segítségével a jelenlegi kapcsolás más kapcsolásokhoz csatlakoztatható.
ja: 他の回路がこの回路にデータを入力したり出力するための端子を配置できます。 端子を再配置すると、回路のシンボル上の端子位置を変更することができます。
ko: 다른 회로와 연결하여 데이터를 주고 받는 연결단이다. 회로 심볼에서 보이게 될 핀의 상대 위치(위, 아래, 왼쪽, 오른쪽)를 변경할 수 있다.
lt: Naudojamas norint sukurti jugima su kita grandine kuri gal suteikti arba gauti duomenis į ir iš dabartinės grandinės. Pertvarkyti grandinės kyštukus norint pakeisti jų reliatyvią grandinės simbolių poziciją.
nl: Wordt gebruikt om een connector te maken, die andere circuits kunnen gebruiken, om data te leveren aan, of te ontvangen van het huidige circuit. Hergroepeer aansluitpennen om hun relatieve posities op de symbolen van dit circuit te wijzigen
pl: Pozwala stworzyć port, który inne obwody mogą używać do odbierania lub wysyłania danych. Zmiana położenia portów w obwodzie pozwala na zmianę ich położenia na symbolu.
pt_pt: Usado para criar um conector que outros circuitos podem usar para fornecer ou receber dados para e de um circuito corrente. Rearranja os pinos no circuito para mudar as suas posições relativas nos símbolos deste circuito.
ru_ru: Используется для создания соединения с другими схемами, использующими текущую. Другие схемы могут поставлять или принимать данные подключившись к разъемам на символе этой схемы. Чтобы изменить относительные положения разъемов на символе, передвиньте их на текущей диаграмме.
sv: Använd för att skapa en kontackt som andra kretsar kan använda till att se eller ta emot data from aktuell krets. Flytta stift på kretsen för att ändra deras relativa position på symboler av denna krets.
tr: Diğer devreler olan bir konnektör oluşturmak için kullanılır akım devresine veri sağlamak ve almak için. Devreleri değiştirmek için devredeki pinleri yeniden düzenleyin.
uk_ua: Використовується для створення з'єднання з іншими схемами, які використовують поточну. Інші схеми можуть поставляти або приймати дані підключившись до роз'ємів на символі цієї схеми. Щоб змінити відносні положення роз'ємів на символі, пересуньте їх на поточній діаграмі.

# ToolTipDescriptorProbe
source: Add and connect probes to you circuits to observe current state of powered up circuit on the surface of the probe, history of values when you double click the probe or view this data on oscilloscope.
ar: أضف و أوصل مجسات للدراة من أجل مراقبة وضع الدارة الفعالة الحالي على سطح المجس, يمكن الحصول على القيم السابقة (أرشيف) بالنقر المزدوج على المجس أو يمكن استعراض هذه القيم من قارء الإشارة.
chs: 添加并连接连到你电路上的探针来观察当前正在运行的电路中探针表面的状态， 当你双击这个探针或者查看示波器数据时可以看到历史值。
de: Fügt eine Prüfspitze zur Schaltung hinzu um den aktuellen Zustand der eingeschalteten Schaltung zu untersuchen. Klicken Sie doppelt auf die Prüfspitze um die vergangenen Meßwerte zu sehen oder diese auf dem Oszilloskop zu betrachten.
el: Προσθέστε και συνδέστε ακροδέκτες στα κυκλώματα για να δείτε την τρέχουσα κατάσταση του κυκλώματος στην επιφάνεια του ακροδέκτη, το ιστορικό των τιμών όταν κάνετε διπλό κλικ στον ακροδέκτη, ή να δείτε τα δεδομένα στον παλμογράφο.
es: Añadir y conectar las sondas a sus circuitos para observar el estado actual del encendido del circuito en la superficie de la sonda, el historial de los valores cuando se hace doble clic en el sonda o visualiza esta información en el osciloscopio.
fa: برای مشاهده وضعیت فعلی پاور در مدار استفاده می شود. برای مشاهده مقادیر گذشته اش روی آن دابل-کلیک کنید.
fr: Ajoutez et connectez des sondes pour observer l'état du circuit actuel sur la surface de la sonde, affichez l'historique de valeurs en double cliquant sur la sonde ou regardez cette donnée sur l'oscilloscope.
hr: Dodajte i povežite sonde na svoje krugove kako biste promatrali trenutno stanje uključenog kruga na površini sonde, povijest vrijednosti kada dvaput kliknete na sondu ili pregledate ove podatke na osciloskopu.
hu: Mérőpontok csatlakoztatása a kapcsoláshoz. A mérőpont segítségével elemezhetőek a kapcsolások működései, illetve a pontra duplán kattintva oszciloszkóp nézetben is megtekinthetőek a pont előzményei.
ja: 回路上にプローブを追加して接続すると、動作中の回路の状態がプローブ上に表示されるようになります。また、オシロスコープで値を見たり、プローブをダブルクリックすることで過去の値の変化を確認することもできます。
ko: 프로브를 추가하여 연결하면 전원을 켠 회로의 현재 상태를 프로브 위에서 확인할 수 있다. 프로브를 더블클릭하거나 오실로스코프에서 보면 상태값의 히스토리를 볼 수 있다.
lt: Pridėti ir sujunkti leistukus prie savo grandinės kad matyti dabatinę būseną dabar aktyvios grandinės and leistuko paviršiaus reikšmių istorija kai yra du kart paspaustas leistukas ar pežiurėti oskiloskopo duomenis.
nl: Sluit probes aan op je circuits om de huidige toestand van een werkend circuit te observeren, en de geschiedenis hiervan, na dubbelklikken.Je kunt de gegevens ook zien op de oscilloscoop.
pl: Dodaj i podłącz do obwodu próbniki aby po jego włączeniu obserwować stan poszczególnych elementów. Po kliknięciu na próbnik można zobaczyć historię odczytów. Próbniki są widoczne w oscyloskopie.
pt_pt: Adicionar e ligar pontas para os teus circuitos para observar o estado corrente de um circuito com energia na superfície da prova, histórico dos valores quando fizer duplo clique na ponta de prova ou ver estes dados no osciloscópio.
ru_ru: Добавляйте и подключайте пробники к схемам, что бы наблюдать текущее состояние на поверхности пробника, историю значений при двойном щелчке или просмотра этой информации на осциллографе.
sv: Lägg till och kopla sonder till din krets för att observera det aktuella läget av en startad krets på ytan av sonden, sondens historik visas när du dubbel klickar på sonden aller kollar dens data på oscilloskopet.
tr: Gözlemek için probları ekleyin ve bağlayın yüzeydeki güç açık devresinin mevcut durumu sonda, çift tıklattığınızda değerlerin geçmiş verilerini osiloskop üzerinde araştırın veya görüntüleyin.
uk_ua: Додавайте та підключайте пробники до схем, що б спостерігати поточний стан на поверхні пробника, історію значень при подвійному натисканні або перегляду цієї інформації на осцилографі.

# ToolTipDescriptorSensor
source: Provides data from "external source" as a series of predefined, randomly chosen, or manually entered values.
ar: يقوم بتقديم البيانات من "مصدر خارجي" على شكل سلسة قيم معدة مسبقا, و باختيار عشوائي, أو قيم مدخلة يدويا. كما أنه بمثابة مصدر لرموز لوحة المفاتيح أو الرموز.
chs: 提供将“外部源”当作预定义序列，随机序列或者人工输入序列值的数据。
de: Erzeugt Daten aus einer "externen Quelle" als Serie von vordefinierten, zufällig erzeugten oder manuell eingegebenen Werten. Es dient auch als Quelle für Tastaturcodes oder Symbole.
el: Παρέχει δεδομένα από «εξωτερική πηγή», όπως μια σειρά προκαθορισμένων τιμών, τυχαίων τιμών, ή να εισακτέων τιμών. Χρησιμεύει επίσης ως πηγή κωδικών πληκτρολογίου ή συμβόλων.
es: Proporciona datos de "fuentes externas" como una serie de predefinidos, elegido al azar, o valores introducidos manualmente. También sirve como fuente de códigos o símbolos de teclado.
fa: دیتا را با استناد به منبعی خارجی برای مدار تهیه می کند. مقادیر می تواند به صورت سری یا تصادفی یا دستی وارد شود. همچنین به عنوان منبع کدهای صفحه کلید یا نمادها عمل می کند.
fr: Fourni des données d'une "source externe" sous la forme d'une liste prédéfinie, choisie aléatoirement, ou entrée manuellement. Il sert également de source de codes ou de symboles de clavier.
hr: Pruža podatke iz "vanjskog izvora" kao niz unaprijed definiranih, nasumično odabranih ili ručno unesenih vrijednosti. Također služi kao izvor kodova tipkovnice ili simbola.
hu: Adatot biztosít "külső forrásból". Az adat lehet manuálisan választott vagy véletlenszerűen generált. Billentyűzetkódok vagy szimbólumok forrásaként is szolgál.
ja: 事前に設定したデータ列、ランダム値、手動で入力した値を、 あたかも外部から取り込まれたデータとして入力することができます。 また、キーボードコードや記号のソースとしても機能します。
ko: 미리 정한 연속값 또는 랜덤값, 직접 입력한 값 형태로 "외부 소스"에서 데이터를 받는다. 또한 키보드 코드 또는 기호의 소스 역할도 합니다.
lt: Pateikia duomenis iš "išorinio šaltinio" kaip serija prieštai nustatytų, atsitiktinių ar rankinių reikšmių. Jis taip pat naudojamas kaip klaviatūros kodų ar simbolių šaltinis.
nl: Levert gegevens van een "externe bron" als een reeks, gedefinieerde, willekeurig gekozen, of handmatig ingevoerde waarden. Het dient ook als bron van toetsenbordcodes of symbolen.
pl: Dostarcza danych z "zewnętrznego źródła" w postaci serii predefiniowanych, losowych lub manualnie wprowadzonych wartości. Służy również jako źródło kodów lub symboli klawiatury.
pt_pt: Fornece dados da "fonte externa" tal como séries de valores pré-definidos, aleatoriamente escolhidos, ou manualmente introduzidos. Ele também serve como uma fonte de códigos de teclado ou símbolos.
ru_ru: Предоставляет данные из "внешнего источника", как серию предопределенных, случайно выбранных, или введенных вручную значений.
sv: Ger data från en "extern källa" som en serie av för bestömda slumpmessigt valda, eller manuellr valda värden. Det fungerar också som en källa till tangentbordskoder eller symboler.
tr: "Harici kaynak" dan veri sağlar önceden tanımlanmış, rastgele seçilmiş bir dizi veya elle girilen değerler. Aynı zamanda klavye kodları veya sembolleri kaynağı olarak da hizmet eder.
uk_ua: Надає дані з "зовнішнього джерела", як серію зумовлених, випадково обраних, або введених вручну значень.

# ToolTipDescriptorSplitter
source: Allows to create wire harness or separate it to individual wires. Use of splitters and multi-bit pins can significantly simplify drawing and understanding of circuit.
ar: يسمح بتجميع (حزم) اﻷسلاك أو فصلها كل على حدة. فصل الأسلاك أو استخدام الموصلات متعددة البتات (multi-bit pins) يحسن قراءة الدارة و فهمها.
chs: 允许创建线束或将其分开为单独导线。 使用分路器和多位针脚能够显著地降低电路绘制的复杂度和让人更容易理解电路。
de: Ermöglicht die Erstellung eines Leitungsstangs oder die Aufteilung in einzelne Verbindungen. Die Nutzung von Verzweigern und Multi-Bit-Anschlüssen kann Schaltpläne und deren Verständnis signifikant vereinfachen.
el: Επιτρέπει την καλωδίωση ή διαχωρισμό του σε επιμέρους καλώδια. Χρήση διαχωριστών και multi-bit pins μπορεί να απλοποιήσει σημαντικά την κατανόηση του κυκλώματος.
es: Permite la creación de un juego de cables o separar en cables individuales. El uso de los divisores y multi-bits pines pueden simplificar significativamente el dibujo y la comprensión del circuito.
fa: برای ایجاد انشعاب در سیم ها بکار می رود.
fr: Permet de créer le faisceau de cable ou de le séparez en cables individuels. Utiliser des séparateurs et des broches multi-bit peut grandement simplifier le dessin et d'améliorer la compréhention du circuit.
hr: Omogućuje stvaranje kabelskog svežnja ili odvajanje na pojedinačne žice. Korištenje razdjelnika i višebitnih pinova može značajno pojednostaviti crtanje i razumijevanje sklopa.
hu: Vezeték csoportok létrehozása vagy felbontása. Segítségével egyszerűsíthető a több bites kimenetű eszközök kezelése és a kapcsolási rajz is.
ja: いくつかの配線を一つに束ねたり、束ねられた配線を個別の配線に分けることができます。 分配器や多ビット端子を使えば回路を簡単に描くことができ、理解もしやすくなります。
ko: 와이어 묶음을 만들거나 묶음을 개별 와이어로 분리한다. 분리기와 멀티 비트 핀을 사용하면 회로를 훨씬 단순화시킬 수 있고 이해하기 좋다.
lt: Leisti kurti laidų pakinktus arba atskirus individualius laidus. Spliterių ir kelių-bitų kyštukų naudojimas gali palengvinti grandinės piešimą ir supratimą.
nl: Maakt het mogelijk om draden te bundelen, of bundels te scheiden in afzonderlijke draden. Het gebruik van splitsers en multi-bit pinnen, vereenvoudigt het tekenen en begrijpen van de schakeling aanzienlijk.
pl: Pozwala połączyć kilka portów w jeden port lub rozdzielić go ponownie na kilka portów. Pozwala to na zmniejszenie ilości pojedyńczych przewodów w odbwodzie.
pt_pt: Permite criar um chicote de fios ou separá-lo em fios individuais. Uso de divisores e de pinos multi-bit pode significativamente simplificar o desenho e a compreensão do circuito.
ru_ru: Позволяет создавать или разделять жгуты проводов. Использование разветвителей и многоразрядных соединений, поможет значительно упростить схему и ее понимание.
sv: Gör det möjligt att skapa en kabels sele eller separera kabeln till individuelle kablar. Användadet av delare och multi-bttift kan göra det mycket simplare och lättare att förstå vad som händer.
tr: Kablo demetinin oluşturulmasına izin verir veya onu bireysel tellere ayırır. Bölücülerin ve çoklu bit pinlerin kullanımı çizimi önemli ölçüde basitleştirir ve Devrenin anlaşılmasını kolaylaştırır.
uk_ua: Дозволяє створювати або розділяти джгути проводів. Використання разветвителей і багаторозрядних сполук, допоможе значно спростити схему і її розуміння.

# ToolTipDescriptorText
source: Place text notes anywhere on the diagram to comment your circuit, provide helpful links to any web sites and decorate you circuit with pictures.
ar: يمكن وضع تعليقات نصية في أي مكان من المخطط من أجل التوضيح, يمكنك إضافة روابط ﻷي موقع مفيد على اﻷنترنت و يمكنك تزيين الدارة بالصور.
chs: 在电路中任意放置文本来给你的电路添加注释， 提供可以连接到任意网站的链接， 并可以用图片来修饰你的电路。
de: Plazieren Sie Notizen irgendwo in der Schaltung um Ihre Schaltung zu kommentieren, erstellen Sie hilfreiche Links zu beliebigen Webseiten und dekorieren Sie Ihre Schaltung mit Bildern.
el: Τοποθετήστε κείμενο οπουδήποτε για να σχολιάσετε το κύκλωμά σας. Βάλτε χρήσιμες συνδέσεις με ιστοσελίδες ή διακοσμήστε το κύκλωμα με εικόνες.
es: Colocar texto en cualquier lugar del diagrama para comentar su circuito, proporcioer enlaces de ayuda a cualquier sitios web y decore el circuito con imágenes.
fa: از یادداشت می توان برای ارائه توضیحات یا قرار دادن لینک استفاده کرد.
fr: Placez la note textuelle où vous voulez sur le diagrame pour commenter votre circuit, donner des liens utiles vers n'importe quels sites et décorer votre circuit avec des images.
hr: Stavite tekstualne bilješke bilo gdje na dijagram kako biste komentirali svoj krug, pružili korisne poveznice na bilo koje web stranice i ukrasili svoj krug slikama.
hu: Szöveg elhelyezése a rajzon bárhol. A szövegek segítségével megyjegyzések adhatóak hozzá, amelyek segíthetnek megérteni a kapcsolás működését.
ja: 回路を説明するために好きな場所にテキストメモを配置することができます。メモにはウェブサイトへのリンク、画像などを含めることもできます。
ko: 회로에 대한 설명을 위해 노트를 넣을 수 있다. 웹사이트 링크나 그림도 가능하다.
lt: Padėti teksto pastabas bet kur ant diagramos kad komentuoti grandinę pateikti naudingų nuorodų į bet kokį saitą ir papuošti savo grandinę su nuotrauką.
nl: Plaats aantekeningen, overal in het diagram, om de schakeling uit te leggen. Voorzie het diagram, van links naar nuttige web sites, en nuttige tekeningen
pl: Umieść notatkę w dowolnym miejscu projektu w celu opisania obwodu, podania przydatnego linku lub wzbogać go o obraz.
pt_pt: Coloca notas de texto em qualquer lugar no diagrama para comentar o circuito, fornece ligações auxiliares para quaisquer web sites e decorar o circuito com imagens.
ru_ru: Размещение текстовых заметок на диаграмме позволит ее прокомментировать, добавить к ней иллюстрации и полезные ссылки на веб-сайты.
sv: Placera text var som helst på diagramet för att kommetera din krets, ge hjälpfulla länkar rill vilken hemsida som helst och decorera din krets med bilder
tr: Metin notlarını şemanın herhangi bir yerine yerleştirin. Devreni yorumla, herhangi birine yararlı bağlantılar sağla web siteleri ve resimlerle devre süsleyin.
uk_ua: Розміщення текстових заміток на діаграмі дозволить її прокоментувати, додати до неї ілюстрації та корисні посилання на веб-сайти.

# ToolTipDescriptorTriState
source: Can have three different outputs: 1, 0, and high-impedance (Z). The high-impedance state plays no role in the logic, which is strictly binary. These devices are used on buses of the CPU to allow multiple sources to send data. A group of three-states driving a line with a suitable control circuit is basically equivalent to a multiplexer.
ar: مكن أن تملك ثلاث قيم خرج: 1 و 0 , و ممانعة عالية (Z). حالة الممانعة العالية لا تؤثر على المنطق , الذي هو حصراً ثنائي. تستخدم هذه الأجهزة في ممرات نقل المعالج CPU للسماح بأكثر من مصدر لإرسال البيانات. مجموعة من الموصلات ثلاثية الحالة و دارة تحكم مناسبة تعتبر مكافئ للناخب multiplexer
chs: 有三种不同的输出：1，0 和高阻抗 (Z) 高阻抗状态在电路中不起任何作用，是严格的开路。 这些装置用在 CPU 总线上来允许多个源发送数据。 一组用适当控制电路和三态门驱动的导线基本上相当于一个复用器。
de: Kann drei Zustände am Ausgang haben: 1, 0 und hochohmig (Z). Der hochohmige Zustand (Z) hat keinen Einfluß auf die Logik einer digitalen Schaltung. Diese Bausteine werden für die Bussysteme eines Prozessors benutzt um das Senden von Daten durch mehrere Quellen zu ermöglichen. Eine Gruppe aus Tri-State-Treibern mit einer passenden Steuerung gleicht grundsätzlich einem Multiplexer.
el: Μπορεί να έχει τρεις διαφορετικές εξόδους: 1, 0, και υψηλής εμπέδησης (Ζ). Η κατάσταση υψηλής εμπέδησης δεν παίζει κανένα ρόλο στην λογική σχεδίαση, η οποία είναι αυστηρά δυαδική. Αυτές οι συσκευές χρησιμοποιούνται στην ΚΜΕ για να επιτρέψουν πολλαπλές πηγές για την αποστολή δεδομένων. Μια ομάδα τριών μελών με το κατάλληλο κύκλωμα ελέγχου είναι ουσιαστικά ισοδύναμη με ένα πολυπλέκτη .
es: Puede tener tres salidas diferentes: 1 , 0 , y de alta impedancia ( Z ) . El estado de alta impedancia no juega ningún papel en la lógica , que es estrictamente binario. Estos dispositivos se utilizan en los buses de la CPU para permitir que múltiples fuentes envien datos. Un grupo de tres estados que conducen una línea de circuíto de control adecuado es básicamente equivalente a un multiplexor.
fa: این شئ میتواند سه خروچی متفاوت داشته باشد: 0 و 1 و Z
fr: Peut avoir trois différentes sorties : 1, 0, et haute impédance (Z). L'état de haute impédance ne joue pas de rôle dans la logique, qui est uniquement binaire. Ces dispositifs sont utilisés avec les bus du CPU pour permettre la transmition de données par plusieurs sources. Un groupe de Trois-états pilote une ligne avec un contrôle approprié est clasiquement équivalent a un multiplexeur.
hr: Može imati tri različita izlaza: 1, 0 i visoke impedancije (Z). Stanje visoke impedancije ne igra nikakvu ulogu u logici, koja je strogo binarna. Ovi se uređaji koriste na sabirnicama CPU-a kako bi se omogućilo slanje podataka iz više izvora. Skupina od tri stanja koja pokreću liniju s odgovarajućim upravljačkim krugom u osnovi je ekvivalentna multipleksoru.
hu: Három kimeneti érték lehetséges: 1, 0 és magas impedancia (Z). A magas impedancia állapot nem rendelkezik jelentős szereppel a logikában, amely kétértékű. Ezen eszközöket olyan buszrendszerek esetén használják, ahol több küldő van. Egy háromállapotú vezérlés által hajtott kapcsolás felfogható egyfajta multiplexerként is.
ja: 1、0、ハイインピーダンス(Z) を出力することができます。 ハイインピーダンス状態は回路に何の影響も及ぼさないため、二進数であることに変わりはありません。 3ステートバッファはCPUのバスなどで複数の装置がデータを送信できるようにするために使用されます。 一つの信号線を適切な制御回路を使って複数の3ステートバッファで制御すると、マルチプレクサとして動作します。
ko: 1과 0, 하이 임피던스(Z)의 세 가지 출력을 갖는다. 하이 임피던스 상태는 1,0만 갖는 논리에서는 아무런 역할이 없다. 이런 장치는 CPU의 버스에서 같이 여러 소스가 데이터를 보내려고 할 때 사용된다. Tri-state와 적절한 제어 회로를 함께 써서 멀티플렉서를 만들 수 있다.
lt: gali turėti 3 išvestis:1,0, aukštos varžos(Z). Aukštos varžos būsena naudoja logikos roles kurios yra grieštai binarinės. Šie įrenginiai yra naudojami and procesoriu laikotuvų(buses), kad leistų kelių šaltinių duomenų siuntimą. Grupe tri-būsenų keliaujančių linija su tinkamų valdymo grandinių yra beveik multiplekserio (multiplexer) ekvivalentas.
nl: Kan drie verschillende waarden hebben: 1, 0, en zwevend (Z). De zwevende toestand is niet van belang in logica, die strikt genomen, tweewaardig is. Deze onderdelen worden gebruikt bij de bussen van de CPU, om ervoor te zorgen dat deze gegevens kan ontvangen uit verschillende bronnen. Dit is dan de vervanging van een multiplexer
pl: Może mieć 3 różne stany na wyjściu: 0, 1, Z. Stan Z nie ma wpływu na działanie obwodu. Bufory sterowane stosuje się gdy kilka źródeł danych jest podłączonych do jednego wejścia.
pt_pt: Pode ter três saídas diferentes: 1, 0, e alta-impedância (Z). O estado de alta-impedância não tem papel nenhum na lógica, que é estritamente binário. Estes dispositivos são usados nos barramentos de CPU para permitir fontes múltiplas para enviar dados. Um grupo de três-estados guiando uma linha com um controlo de circuito apropriado é basicamente equivalente a um multiplexador.
ru_ru: Выход схемы может принимать три различных значения: 0, 1 и состояние высокого сопротивления (импеданса) - Z. Состояние высокого импеданса не играет никакой роли в логике, которая является строго двоичный но позволяет отключить выход от схемы. Эти устройства используются на шинах ЦП, что позволяет подключать к шине несколько источников данных. Группа из схем с тремя состояниями с соответствующим контроллером в основном эквивалентна использованию мультиплексора.
sv: Kan ha tre olika utgångar: 1, 0, och hög-självständighet(Z). Hög-självständighets läget spelar inte in i kretsen som strikt är binärt. dessa enheter används på bussar på CPUn för att tilllåta fler ursprungs käller för att skicka data. en grupp av tre-lägen som kör en lina med en lämplig kontroll krets altså simpelt sätt samma sak som en multiplexor.
tr: Üç farklı çıkışa sahip olabilir: 1, 0 ve yüksek empedans (Z). Yüksek empedanslı durum, mantıkta, kesinlikle ikili olan hiçbir rol oynamaz. Bu cihazlar, birden fazla kaynağın veri göndermesine izin vermek için CPU'nun buslarında kullanılır. Uygun kontrol devresi ile bir hattı süren üç durumlu bir grup temelde bir çoğullayıcıya eşdeğerdir.
uk_ua: Вихід схеми може приймати три різних значення: 0, 1 і стан високого опору (імпедансу) - Z. Стан з високого імпедансу не грає ніякої ролі в логіці, яка є строго двійковий але дозволяє відключити вихід від схеми. Ці пристрої використовуються на шинах ЦП, що дозволяє підключати до шини кілька джерел даних. Група з схем з трьома станами з відповідним контролером в основному еквівалентна використанню мультиплексора.
