Repository: eugenelepekhin/LogicCircuit
Catalog: Sources/LogicCircuit/Properties/Resources.*.resx
Languages: ar, chs, de, el, es, fa, fr, he_il, hr, hu, it_it, ja, ko, lt, nl, pl, pt_pt, ru_ru, sv, tr, uk_ua

# ToolTipZoom
source: Set diagram's zoom.
ar: حدد نسبة زيادة حجم المخطط Zoom
chs: 设定图表的缩放
de: Vergrößerung des Diagramms festlegen.
el: Ρύθμιση μεγεθυνσης του διαγράμματος.
es: Ajustar el zoom del diagrama.
fa: میزان بزرگنمایی را تنظیم می کند
fr: Définir le zoom du diagramme
he_il: הזום של הדיאגרמה.‏
hr: Postavite zumiranje dijagrama.
hu: Állítsd be a kapcsolás nagyítását
it_it: Setta lo zoom del diagramma.
ja: 回路図の拡大率を設定します。
ko: 확대/축소 설정
lt: Nustatyti diagramos priartinimą
nl: Bepaal de vergroting het diagram.
pl: Ustaw powiększenie.
pt_pt: Regule o zoom do diagrama.
ru_ru: Установить масштаб диаграммы.
sv: Ställ in diagramets zoom.
tr: Diyagramın yakınlaştırmasını ayarlayın
uk_ua: Встановити масштаб діаграми.

# ToolTipRamWriteOn
source: Choose write memory time
ar: اختر زمن الكتابة على الذاكرة
chs: 选择写入内存时间
de: Auswahl des Zeitpunkts wann in den Speicher geschrieben wird.
el: Επιλέξτε χρόνο μνήμης
es: Seleccione el tiempo de escritura en memoria
fa: زمان نوشتن حافظه را انتخاب می کند
fr: Choisir le temps d'écriture de la mémoire
he_il: זמן כתיבת הנתונים
hr: Odaberite vrijeme memorije pisanja
hu: Válaszd ki a memória írási időt
it_it: Seleziona il tempo di scrittura della memoria
ja: メモリの書き込みタイミングを選択してください。
ko: 메모리 사용할 시기를 선택하시오.
lt: Pasirinkti parašymą atminties laiką
nl: Kies de waarde voor 'memory time'
pl: Wybierz moment zapisu pamięci
pt_pt: Selecione o tempo de escrita da memória
ru_ru: Выберите момент записи данных в память
sv: Välj skriv minnes tid
tr: Yazma hafızası seç
uk_ua: Момент запису даних у пам'ять

# ToolTipPinNotation
source: Enter very short text that will be displayed on the symbol of the circuit next to the pin
ar: ادخل نصاً قصيراً جداً ليظهر على رمز الدارة بجانب التماس
chs: 输入将显示在模块符号针脚边上的简称
de: Geben Sie eine sehr kurze Beschreibung zur Anzeige auf dem Symbol neben dem Anschluss ein.
el: Εισαγωγή σύντομου κείμενου που θα εμφανίζεται στο σύμβολο του κυκλώματος δίπλα στο pin
es: Capture un texto pequeño, el cual será mostrado en el circuito al lado del pin
fa: متن کوتاهی را برای نمایش روی شئ وارد کنید
fr: Entrez le texte très court qui sera affiché sur le symbole du circuit a côté de la broche
he_il: סימון של מספר אותיות שיופיע על הסימן של הרכיב בתצוגה ליד הפין
hr: Unesite vrlo kratak tekst koji će biti prikazan na simbolu kruga pored pina
hu: Írj be egy nagyon rövid szöveget ami a szimbólumon a láb mellett fog megjelenni.
it_it: Inserisci del breve testo che sarà visualizzato sul simbolo del circuito successivo al pin
ja: この端子の名前を短い文字列で入力してください。名前はシンボルじょうで端子の隣に表示されます。
ko: 메모를 짧게 작성해 주십시오. 요소의 핀 옆에 보여질 것입니다.
lt: Įvesti trumpą tekstą kuris bus rodomas ant grandinės netoli kaiščio simbolį
nl: Voer een korte tekst in die zal worden weergegeven op het symbool van het circuit naast de pin
pl: Wprowadź bardzo krótki tekst, który będzie się pokazywał na symbolu obok portu.
pt_pt: Introduza um texto curto que irá ser exibido no símbolo do circuito ao lado do pino
ru_ru: Введите очень короткий текст, который будет отображаться на символе схемы рядом с разъемом
sv: Skriv in väldigt kort text som kommer visas på symbolen av kretsen bredvid stiftet
tr: Pinin yanındaki devrenin sembolü üzerinde görüntülenecek kısa metin girin
uk_ua: Текст, що буде відображатися на символі схеми поряд з роз'ємом (бажано короткий)

# CaptionNotation
source: Notation
ar: الوصف
chs: 符号
de: Beschriftung
el: Σημείωμα
es: Notación
fa: یادداشت
he_il: שם
hr: Notacija
hu: Jelölési mód
it_it: Notazione
ja: 表示名
ko: 이름
lt: Užrašymas
nl: Notitie
pl: Nazwa
pt_pt: Notação
ru_ru: Обозначение
tr: Notasyon
uk_ua: Позначення

# TitleIsToggle
source: Is _Toggle
ar: وصف
chs: 切换器(_T)
de: Taster oder Schalter
el: Εναλλαγή
es: Alternar
fa: تغییر وضعیت باقی بماند
fr: Est à _bascule
he_il: ‏_מתג
hr: Pre_baci
hu: Ka_pcsoló
it_it: È Toggle
ja: トグル式
ko: 눌린 상태 유지
lt: Yra Aktivuotas
pl: Stały
pt_pt: Comu_tável
ru_ru: _Переключатель
sv: Är _Växla
tr: Toggle mı
uk_ua: _Фіксування

# ToolTipIsToggle
source: If the button is toggle it will change is state on every click, if not toggle, then when pressed or depressed
ar: اذا تم توضيع الزر ,عندها سيغر حالته عند كل نقرة, اما اذا لم يتم توضيعه, عندها سيغر حالته فقط عندما يكون مضغوطاً أو غير مضغوط.
chs: 如果一个按钮是一个切换器，那么它将在每一次点击后更改它的状态，而不是按下并释放后
de: Der Knopf kann als Taster oder als Schalter arbeiten.
el: Αν το κουμπί ειναι σε θέση εναλλαγής τότε θα αλλάζει η κατάσταση σε κάθε κλικ, αν όχι, τότε όταν θα αλλάζει όταν πατηθεί
es: Si el botón esta seleccionado cambiara su estado con cada click, si no se encuentra seleccionado cambiara al presionar y al soltar
fa: اگر این گزینه را انتخاب کنید دکمه با هر کلیک تغییر وضعیت می دهد، در غیر این صورت فقط زمانی که فشار داده شود تغییر وضعیت خواهد داد
fr: Si le bouton est à bascule, il va changer son état à chaque clic, sinon son état indiquera s'il est pressé ou non
he_il: אם הכפתור מוגדר כמתג, הוא ישנה את מצבו מדלוק לכבוי בלחיצה, אחרת יהיה דלוק רק כל עוד הוא לחוץ ע"י העכבר.‏
hr: Ako je tipka na preklop, stanje će se promijeniti pri svakom kliku, inače tek onda kada se pritisne ili otpusti
hu: Ha kapcsoló, akkor az értéke minden kattintáskor változik, ha pedig nyomógomb, akkor megnyomás vagy elengedés esetén változik.
it_it: Se il pulsante è un interruttore, quindi cambierà il suo stato ad ogni click, se non un interruttore, quando viene premuto o depremuto
ja: ボタンをトグル式にすると、クリックするたびに状態が変化します。トグル式でない場合は押しているか押していないかで状態が決まります。
ko: 버튼이 눌려있으면 상태가 클릭시마다 바뀌어 유지되고, 아닐 경우 클릭중일때와 아닐때로 구분한다.
lt: Jei myktukas paspaustas tai pasikeis busena su kiekvienu paspaudimu jei ne paspaustas tai kada paspaustas arba depresyvus
nl: Met een aan/uit schakelaar verandert het signaal-niveau bij elke click. Met een drukknop is het niveau "hoog" bij indrukken en "laag"bij loslaten.
pl: Jeśli przycisk jest ustawiony jako stały zmieni stan po kliknięciu, jeśli nie tylko w chwili kliknięcia.
pt_pt: Se o botão for comutável, ele irá mudar o estado a cada clique, senão quando pressionado ou despressionado.
ru_ru: Если кнопка - переключатель, то ее состояние будет меняться на каждое нажатие, в противном случае - при нажатии или отпускании
sv: Om knappen är i växla kommer den byta läge vid varje klick, om inte växla, vid varje tryck och släpp
tr: toggle ise, her tıklamada; toggle değil ise, sonra basıldığında veya basılmadığında değişecektir.
uk_ua: Якщо кнопка фіксована, то її стан змінюватиметься при кожному натисканні, в протилежному випадку - при натисканні/ відпусканні

# CommandCircuitPower
source: Switch Power
ar: الطاقة
chs: 切换电源状态
de: Ein- / Ausschalten
el: Δύναμη διακοπτών
es: Interruptor
fa: روشن / خاموش
fr: Simulation ON/OFF
he_il: הדלקת/כיבוי זרם
hr: Prekidač za napajanje
hu: Feszültség kapcsolása
it_it: Interruttore di alimentazione
ja: 電源スイッチ
ko: 실행
lt: Galios Jungiklis
nl: Schakel in
pl: Włącz/Wyłącz obwód
pt_pt: Liga/Desliga Energia
ru_ru: Выключатель питания
sv: Byt Ström
tr: Gücü Değiştir
uk_ua: Вимкнути живлення

# CommandEditRotateLeft
source: Rotate Left
ar: تدوير نحو اليسار
chs: 向左旋转
de: Nach links rotieren
el: Περιστροφή αριστερά
es: Girar a la Izquierda
fa: چرخش به چپ
fr: Tourner à gauche
he_il: סיבוב שמאלה
hr: Rotiraj ulijevo
hu: Forgaltás balra
it_it: Ruota a sinistra
ja: 左に回転
ko: 왼쪽으로 회전
lt: Pasukti kairėn
nl: Linksom roteren
pl: Obróć w lewo
pt_pt: Girar para a Esquerda
ru_ru: Повернуть влево
sv: Vrid Vänster
tr: Sola Döndür
uk_ua: Повернути ліворуч

# CommandEditRotateRight
source: Rotate Right
ar: تدوير نحو اليمين
chs: 向右旋转
de: Nach rechts rotieren
el: Περιστροφή δεξιά
es: Girar a la Derecha
fa: چرخش به راست
fr: Tourner à droite
he_il: סיבוב ימינה
hr: Rotiraj udesno
hu: Forgatás jobbra
it_it: Ruota a destra
ja: 右に回転
ko: 오른쪽으로 회전
lt: Pasukti dešnėn
nl: Rechtsom roteren
pl: Obróć w prawo
pt_pt: Girar para a Direita
ru_ru: Повернуть вправо
sv: Vrid Höger
tr: Sağa Döndür
uk_ua: Повернути праворуч

# SplitterDirectionClockwise
source: Left
ar: يسار
chs: 左
de: Links
el: Αριστερά
es: Izquierda
fa: چپ
fr: Gauche
he_il: שמאל
hr: Lijevo
hu: Bal
it_it: Sinistra
ja: 左
ko: 왼쪽
lt: Kairė
nl: Links
pl: Lewa
pt_pt: Esquerda
ru_ru: Слева
sv: Vänster
tr: Saat Yönü
uk_ua: Ліворуч

# SplitterDirectionCounterclockwise
source: Right
ar: يمين
chs: 右
de: Rechts
el: Δεξιά
es: Derecha
fa: راست
fr: Droite
he_il: ימין
hr: Desno
hu: Jobb
it_it: Destra
ja: 右
ko: 오른쪽
lt: Dešnė
nl: Rechts
pl: Prawa
pt_pt: Direita
ru_ru: Справа
sv: Höger
tr: Saat Yönü Tersi
uk_ua: Праворуч

# PinSideBottom
source: Bottom
ar: أسفل
chs: 下
de: Unten
el: Κάτω
es: Inferior
fa: پایین
fr: Bas
he_il: מלמטה
hr: Dolje
hu: Lent
it_it: Sotto
ja: 下
ko: 아래
lt: Apačia
nl: Onder
pl: Dół
pt_pt: Inferior
ru_ru: Внизу
sv: Botten
tr: Alt
uk_ua: Знизу

# PinSideLeft
source: Left
ar: يسار
chs: 左
de: Links
el: Αριστερά
es: Izquierda
fa: چپ
fr: Gauche
he_il: משמאל
hr: Lijevo
hu: Bal
it_it: Sinistra
ja: 左
ko: 왼쪽
lt: Kairė
nl: Links
pl: Lewa
pt_pt: Esquerda
ru_ru: Слева
sv: Vänster
tr: Sol
uk_ua: Ліворуч

# PinSideRight
source: Right
ar: يمين
chs: 右
de: Rechts
el: Δεξιά
es: Derecha
fa: راست
fr: Droite
he_il: מימין
hr: Desno
hu: Jobb
it_it: Destra
ja: 右
ko: 오른쪽
lt: Dešnė
nl: Rechts
pl: Prawa
pt_pt: Direita
ru_ru: Справа
sv: Höger
tr: Sağ
uk_ua: Праворуч

# PinSideTop
source: Top
ar: أعلى
chs: 上
de: Oben
el: Πάνω
es: Superior
fa: بالا
fr: Haut
he_il: מלמעלה
hr: Gore
hu: Fent
it_it: Sopra
ja: 上
ko: 위
lt: Viršus
nl: Boven
pl: Góra
pt_pt: Superior
ru_ru: Вверху
tr: Üst
uk_ua: Зверху

# CaptionSplitterBitWidth
source: Split pin bit width
ar: عرض بت كل تماس جديد ناتج عن التقسيم
chs: 分路针脚位宽
de: Verzweiger Busbreite
el: Διαχωρισμός πλάτους bit για το pin
es: Divisor de bits por pin
fa: طول بیت جدا کننده
fr: Largeur de la Broche combinée
he_il: רוחב סיביות של הפינים המפוצלים
hr: Duljina bita podijeljenog pina
hu: Bitszélesség megosztása
it_it: Larghezza di copiglia
ja: 端子のビット幅
ko: 분리 핀 비트 크기
lt: Dalyti pino bitų plotį
nl: Split pin woord breedte
pl: Szerokość bitowa
pt_pt: Largura de bit do pino separado
ru_ru: Разрядность разветвленных разъемов
sv: Dela stift bit bredd
tr: Pini genişliğe göre böl
uk_ua: Розрядність розгалужених роз'ємів

# CommandCircuitUsage
source: Used By...
ar: مستخدم من قبل ...
chs: 被使用于...
de: Verwendet von...
el: Χρήση από...
es: Utilizado por:
fa: استفاده شده در...
fr: Utilisé par...
he_il: בשימוש ע"י...‏
hr: Koristi....
hu: Használatban:
it_it: Utilizzato da ...
ja: 使われている場所を表示...
ko: 사용된 곳...
lt: Naudotojas...
nl: In gebruik door...
pl: Użyty przez...
pt_pt: Utilizado Por...
ru_ru: Используется в...
sv: Använd Av...
tr: Tarafından kullanılan...
uk_ua: Використовується в...

# MessageNotUsed
source: This logical circuit does not used anywhere.
ar: الدارة المنطقية ليست مستخدمة في أي مكان.
chs: 这个逻辑电路没有在任何地方被使用
de: Diese Schaltung wird nirgendwo verwendet.
el: Αυτό το λογικο κύκλωμα δεν θα χρησιμοποιηθεί πουθενά.
es: Este circuito logico no esta siendo utilizado en ninguna parte.
fa: این مدار منطقی هیچ جا استفاده نشده.
fr: Ce circuit logique n'est pas utilisé ailleurs.
he_il: המעגל לא נמצא בשימוש באף מקום.‏
hr: Ovaj logički sklop se nigdje ne koristi.
hu: A kapcsolás sehol sem használt.
it_it: Questo circuito logico non viene mai utilizzato.
ja: この回路はどこでも使われていません。
ko: 현재 논리회로는 사용되지 않았습니다.
lt: Ši loginė grandinė nera kur nors naudojima.
nl: Dit logische circuit wordt nergens gebruikt.
pl: Ten obwód nie jest nigdzie użyty.
pt_pt: Este circuito lógico não é usado em lugar nenhum.
ru_ru: Эта логическая схема ни где не используется.
sv: Denna logiska krets används inte längre.
tr: Bu lojik devre herhangi bir yerde kullanılmaz.
uk_ua: Ця логічна схема ніде не використовується.

# MessageUsageNote
source: Select circuit where the current one is used and double-click it to navigate there and select symbols of current one.
ar: أختر الدارة التي يستخدم فيها العنصر الحالي و انقر نقراً مزدوجاً للذهاب إلى هناك و اختر الرمز للعنصر الحالي.
chs: 选择使用了当前模块的电路并双击跳转到它
de: Wählen Sie die Schaltung in der die aktuelle verwendet wird und klicken Sie diese doppelt an um dorthin zu navigieren und wählen sie die Symbole der aktuellen aus.
el: Επιλέξτε κύκλωμα όπου χρησιμοποιείται το υφιαστάμενο, κάντε διπλό κλικ και επιλέξετε τα σύμβολα που θέλετε.
es: Seleccione el circuito donde el actual sea utilizado y haga doble clic para navegar y seleccionar los símbolos del actual.
fa: مدار مورد نظر را انتخاب کنید و برای پیمایش بین اشیاء آن از دابل-کلیک استفاده کنید.
he_il: לחיצה כפולה עם העכבר על אחד המעגלים שבהם המעגל הנוכחי נמצא בשימוש תעבור אליו ותבחר את כל העותקים של המעגל הנוכחי.‏
hr: Odaberite strujni krug u kojem se trenutno koristi i dvaput ga kliknite za pristup i odaberi simbola.
it_it: Selezionare il circuito ove quello corrente è utilizzato, poi fare doppio clic su questo per cercare e selezionare i simboli di quello attuale.
ja: 回路を選択してダブルクリックすると、その回路が開いて現在の回路が選択された状態になります。
ko: 선택한 회로는 사용중이며, 더블클릭시 사용중인 회로로 이동 후 현재 회로가 선택됩니다.
lt: Pasirinkite kur dabartinė yra naudojama ir dukart paspauskite ją ,kad nukeliauti ten ir pasirinkti dabartinį simbolį
nl: Selecteer de schakeling, waar de huidige is gebruikt en dubbel klik er op om daarheen te navigeren en selecteer de symbolen van de huidige.
pl: Wybuierz obwód w którym jest użyty bieżący obwód i kliknij dwa razy aby do niego przejść i wybrać symbole bieżącego,
pt_pt: Escolha o circuito atualmente usado e faça duplo clique para navegar nele e selecionar os seus símbolos.
ru_ru: Выберите схему, где используется текущая и дважды щелкните по ней, чтобы перейти туда и выбрать все символы текущей.
sv: Välj krets där den här är använd och dubbel-klicka den för att navigera där och markera symboler av den här.
tr: Geçerli olanın kullanıldığı devreyi seçin, navigasyona çift tıklayın ve mevcut olan sembolleri seçin.
uk_ua: Виберіть схему, де використовується поточна і двічі клікніть по ній, щоб перейти туди та вибрати всі символи поточної.

# TitleCircuitUsage
source: Logical Circuit Usage
ar: استخدام الدارة المنطقية
chs: 逻辑电路使用量
de: Verwendung der Schaltung
el: Χρήση Λογικού Κυκλώματος
es: Uso de Logical Circuit
fa: استفاده مدار منطقی
fr: Utilisation de circuit logique
he_il: שימוש במעגל
hr: Korištenje logičkog sklopa
hu: Logical Circuit Használata
it_it: Uso di Logical Circuit
ja: 回路の使用状況
ko: 논리 회로 사용
lt: Loginių Grandinių Naudojimas
nl: Gebruik van logische schakeling
pl: Użycie obwodu
pt_pt: Circuito Lógico em uso
ru_ru: Использование логической схемы
sv: Logisk Krets Användning
tr: Lojik Devre Kullanımı
uk_ua: Використання логічної схеми

# CaptionNote
source: _Note
ar: ملاحظة
chs: 注释(_N)
de: _Notiz
el: _Σημείωση
es: Nota
fa: یادداشت
he_il: ‏_שם
hr: _Bilješka
hu: _Megjegyzés
it_it: _Nota
ja: メモ
ko: 메모
lt: Pastabos
nl: _Notitie
pl: Notatka
pt_pt: _Nota
ru_ru: _Примечание
sv: _Notera
tr: _Not
uk_ua: _Примітка

# CategoryPrimitives
source: Primitives
ar: العناصر الأولية
chs: 基本元件
de: Grundformen
el: Αντικείμενα
es: Primitivas
fa: اولیه
he_il: רכיבים ראשוניים
hr: Primitivni
hu: Alap
it_it: Primitivi
ja: 論理回路の要素
ko: 기본 요소
lt: Primityvai
nl: Primitieven
pl: Komponenty podstawowe
pt_pt: Elementos
ru_ru: Базовые элементы
sv: Primetiva
uk_ua: Базові елементи

# TitleMemory
source: Memory
ar: ذاكرة
chs: 内存(_M)
de: Speicher
el: Μνήμη
es: Memoria
fa: حافظه
fr: Mémoire
he_il: זיכרון
hr: Memorija
hu: Memória
it_it: Memoria
ja: メモリ
lt: Atmintis
nl: Geheugen
pl: Pamięć
pt_pt: Memória
ru_ru: Память
sv: Minne
tr: Hafıza
uk_ua: Пам'ять

# CommandFileOpenRecent
source: Open _Recent
ar: فتح الملفات الأخيرة
chs: 打开最近的文件(_R)
de: Öffne _zuletzt verwendete Datei
el: Άνοιγμα πρόσφατων
es: Abrir archivo reciente
fa: باز کردن فایل های اخیر
fr: Ouvert récemment
he_il: פתיחת קבצים אחרו_נים
hr: Otvo_ri nedavne datoteke
hu: _Legutóbbiak
it_it: Apri _recenti
ja: 最近使用したファイルを開く
ko: 최근 파일
lt: Atitdaryti Nesenus
pl: Otwórz ostatni
pt_pt: Abrir _Recente
ru_ru: Открыть _недавний
sv: Öpna _Senaste
tr: _Son Kullanılanlardan Aç
uk_ua: Відкрити _останній

# MessageInvalidRecentFile
source: The file "{0}" cannot be opened. Do you want to remove the reference to it from the Recent Files list?
ar: الملف "{0}" لا يمكن فتحه. هل تريد حذفه من قائمة الملفات الأخيرة؟
chs: 文件“{0}”不能够被打开。 您想从近期文件列表中删除它吗？
de: Die Datei "{0}" kann nicht geöffnet werden. Möchten Sie den Verweis von der Liste der zuletzt verwendeten Dateien löschen?
el: Το αρχείο "{0}" δεν μπορεί να ανοιχτεί. Θέλετε να καταργήσετε την αναφορά σε αυτό από τη λίστα πρόσφατων αρχείων;
es: El archivo {0}" no puede ser abierto. Desea eliminar la referencia de los archivos usuados recientemente?
fa: فایل "{0}" نمی تواند باز شود. آیا می خواهید از قسمت فایل های اخیر پاک شود؟
fr: Le fichier "{0}" ne peut pas être ouvert. Voulez-vous supprimer la référence de la liste des fichiers récents ?
he_il: לא ניתן לפתוח את הקובץ ‏"{0}".‏ האם למחוק אותו מרשימת הקבצים שנפתחו לאחרונה?‏
hr: Datoteka "{0}" se ne može otvoriti. Želite li ukloniti referencu s popisa nedavnih datoteka?
hu: A fájl "{0}" nem megnyitható. El kívánod távolítani a nemrég használt fájlok listájáról?
it_it: Il file "{0}" non può essere aperto. Si desidera di rimuovere il riferimento dall'elenco dei File recenti?
ja: ファイル "{0}" は開けません。 最近使用したファイルの一覧から削除しますか？
ko: 파일 "{0}"을 열 수 없습니다. 최근 목록에서 지우시겠습니까?
lt: Failas ({0}) negali būti atidarytas. Ar norite pašalinti nuordą į šį failą iš savo nesenai atidarytų failū sarašo?
nl: Het bestand "{0}" kan niet geopend worden. Wil je de referentie naar dit bestand uit de lijst met recente bestanden wissen?
pl: Plik "{0}" nie może być otwarty. Czy chcesz go usunąć z listy ostatnich plików?
pt_pt: O ficheiro "{0}" não pode ser aberto. Deseja remover a referência dele da lista de Ficheiros Recentes?
ru_ru: Файл "{0}" не может быть открыт. Вы хотите, удалить ссылку на него из списка последних открытых файлов?
sv: Filen {0} kan inte öppnas. Vill du ta bort den från Senate Filler listan
tr: "{0}" dosyası açılamıyor. Son Dosya listesinden referansı kaldırmak istiyor musunuz?
uk_ua: Неможливо відкрити файл "{0}". Видалити вказівник на нього зі списку останніх відкритих файлів?

# TitleMaxRecentFiles
source: _Maximum number of recent files:
ar: العدد الأعظمي للملفات الأخيرة
chs: 近期文件的最大数目(_M)
de: _Maximale Anzahl zuletzt verwendeter Dateien:
el: _Μέγιστος αριθμός πρόσφατων αρχείων:
es: Número máximo de archivos recientes:
fa: حداکثر تعداد فایل های اخیر:
fr: Nombre _maximum de fichier récent.
he_il: ‏_מקסימום קבצים אחרונים לשמירה:‏
hr: _Maksimalni broj nedavnih datoteka:
hu: _Nemrég használt fájlok maximális száma:
it_it: _Numero massimo di file recenti:
ja: 最近使用したファイルの履歴に表示する数
ko: 최근 열어본 파일의 최대 갯수:
lt: Maksimalus nesenų failų kiekis:
nl: _Maximaal aantal recente bestanden:
pl: Maksymalna liczba ostatnich plików:
pt_pt: Nú_mero máximo de ficheiros recentes:
ru_ru: _Максимальное количество последних файлов:
sv: _Maximalt antal senaste filler:
tr: _Son dosyaların maksimum sayısı:
uk_ua: Максимальна кількість останніх файлів:

# BitOff
source: Off
ar: مطفأ Off
de: Aus
el: Απενεργοποιημένο bit
es: Apagado
he_il: כבוי
hr: Isključeno
hu: Kikapcsolva
it_it: Spento
ko: 끄기
lt: Neaktyvus
nl: Uit
pl: Wyłączony
pt_pt: Desligado
ru_ru: Выкл.
sv: Av
tr: Kapalı
uk_ua: Вимкнути

# ErrorFileCorrupted
source: File "{0}" is corrupted and cannot be loaded.
ar: الملف "{0}" معطوب و لا يمكن تحميله
chs: 文件 “{0}” 不正确或者不能够被载入
de: Die Datei "{0}" ist zerstört und kann nicht geladen werden.
el: Το αρχειο "{0}" ειναι κατεστραμμένο και δεν μπορεί να φορτωθεί.
es: El archivo "{0}" esta dañado y no puede ser cargado.
fa: فایل "{0}" آسیب دیده و نمی تواند باز شود.
fr: Le fichier "{0}" est corrompu et ne peut pas être chargé.
he_il: הקובץ ‏"‏‏{0}‏"‏‏ פגום ולא ניתן לפתיחה.
hr: Datoteka "{0}" je oštećena i ne može se učitati.
hu: A fájl "{0}" sérült és nem betölthető.
it_it: Il file "{0}" è danneggiato e non può essere caricato.
ja: ファイル "{0}" は壊れているため読み込めません。
ko: 파일 "{0}"이 손상되어 로드할수 없습니다.
lt: Failas "{0}" yra korumpuotas ir negali būti įkrautas.
nl: Bestand "{0}" is corrupt en kan niet gelezen worden.
pl: Plik "{0}" jest uszkodzony i nie moze być załadowany.
pt_pt: Ficheiro "{0}" está corrompido e não pode ser aberto.
ru_ru: Файл "{0}" поврежден и не может быть загружен.
sv: Fil "{0}" är korrupt och kan inte laddas.
tr: "{0}" dosyası bozuk ve yüklenemiyor.
uk_ua: Файл "{0}" пошкоджений і не може бути завантажений.

# ProjectSummary
source: {0} logical circuits, in {1} categories are using {2} symbols and {3} wires
ar: {0} دارة منطقية, في {1} تصنيف تقوم باستخدام {2} رمز و {3} سلك
chs: {1} 个分类的 {0} 逻辑电路，使用了 {2} 个模块和 {3} 根导线
de: {0} Schaltung(en), in {1} Kategorie(n) verwend(et/en) {2} Symbol(e) und {3} Verbindung(en)
el: {0} λογικά κυκλώματα, σε {1} κατηγορίες, χρησιμοποιούν {2} σύμβολα και {3} καλώδια
es: {0} los circuitos logícos en {1} categorías están usuando {2} simbolos y {3} cables.
fa: در {0} مدار منطقی، در {1} دسته بندی از {2} شئ و {3} سیم استفاده شده است
fr: {0} circuits logiques, dans {1} catégories utilisant {2} symboles et {3} fils
he_il: ‏{0} ‏מעגלים לוגיים, ב‏{1} ‏קטגוריות, משתמשים ב‏{2} ‏רכיבים ו‏{3} ‏חוטים
hr: {0} logičkih sklopova, u {1} kategorija koristi {2} simbola i {3} žica
hu: {0} logikai kapcsolás, {1} kategóriában {2} szimbólum és {3} vezeték
it_it: {0} circuiti logici, in {1} categorie si utilizzano {2} simboli e {3} fili
ja: {1} 個のカテゴリに {0} 個の回路があり、{2} 個のシンボルと {3} 本の配線を使用しています。
ko: {1}개의 카테고리, {0}개의 논리회로, {2}개의 요소, {3}개의 와이어로 구성되어 있습니다.
lt: {0} loginė grandinė, {1} kategorijos naudoja {2} simbolius ir {3} laidus
nl: {0} logische circuits, in {1} categoriën gebruiken {2} symbolen en {3} draden
pl: {0} obwód(ów/ody) w {1} kategorii(ach) używa(ją) {2} symbol(e/li) i {3} przewód(ów/ody)
pt_pt: {0} circuito(s) lógico(s), em {1} categoria(s) está(ão) a usar {2} símbolo(s) e {3} cabos(s)
ru_ru: {0} логических схем, объединенных в {1} категории, использующих {2} символов и {3} проводов
sv: {0} logisk krets, i {1} kategorier använder {2} symboler och {3} kablar
tr: {0} mantıksal devreleri, {1} kategorilerinde {2} sembolleri ve {3} tellerini kullanıyor
uk_ua: {0} логічн(-а)(-і)(-их) схем, об'єднаних в {1} категор(-ії)(-ях), використовують {2} символ(-и)(-ів) та {3} провідник(-и)(-ів)

# ReportError
source: Can not report functions due to the following error: {0}
ar: لا يمكن انشاء تقرير عن الدوال بسب الخطأ التالي : {0}
chs: 由于以下原因不能够论述功能：{0}
de: Die Komponenten können auf Grund des folgenden Fehlers nicht angezeigt werden: {0}
el: Δεν ήταν δυνατή η αναφορά λειτουργίας λόγω του παρακάτω σφάλματος: {0}
es: No se pueden reportar las funciones debido al siguiente error: {0}
fa: به علت خطا های زیر نمی توان توابع را گزارش داد: {0}
fr: Impossible de signaler les fonctions en raison de l'erreur suivante : {0}
he_il: לא ניתן לייצר דו"ח על הפונקציות של המעגל בגלל השגיאה הבאה‏: {0}‏
hr: Ne mogu prijaviti funkcije zbog sljedeće pogreške: {0}
hu: A hibák jelentése nem lehetéges az alábbi hiba miatt: {0}
it_it: Impossibile segnalare le funzioni a causa del seguente errore: {0}
ja: 以下のエラーのため、機能の診断をすることができません: {0}
ko: 다음 오류로 인해 기능을 보고할 수 없습니다: {0}
lt: Neglima raportuoti funkcijos dės {0} Problemos
nl: Kan de functies niet rapporteren vanwege de volgende fout: {0}
pl: Nie można wyświetlić funkcji z powodu nastepujących błędów: {0}
pt_pt: Não é possível relatar funções devido ao seguinte erro: {0}
ru_ru: Не удается построить отчет о функциях из-за следующей ошибки: {0}
sv: Kan inte raportera funktioner tack vare the följande fel medelandet: {0}
tr: Hata nedeniyle fonksiyonlar raporlanamıyor: {0}
uk_ua: Не вдається вивести звіт через наступні помилки: {0}
