Repository: eugenelepekhin/LogicCircuit
Catalog: Sources/LogicCircuit/Properties/Resources.*.resx
Languages: ar, chs, de, el, es, fa, fr, he_il, hr, hu, it_it, ja, ko, lt, nl, pl, pt_pt, ru_ru, sv, tr, uk_ua

# CaptionAddressBitWidth
source: Address Bits
ar: بت العنوان
chs: 地址位宽
de: Adressleitungen
el: Διευθύνσεις bits
es: Dirección de Bits
fa: بیت آدرس
fr: Bits d'adresse
he_il: רוחב סיביות הכתובת
hr: Adresiranje bitova
hu: Cím bitek
it_it: Bit di indirizzo
ja: アドレスのビット数
ko: 주소 비트
lt: Adreso bitai
nl: Adres bits
pl: Bity adresowe
pt_pt: Bits de Endereço
ru_ru: Разрядность адреса
sv: Adress bitar
tr: Bit Adresi
uk_ua: Кількість адресних входів

# CaptionBitWidth
source: Bit Width
ar: عرض البت
chs: 位宽
de: Busbreite
el: Πλάτος του bit
es: Tamaño de Bit
fa: طول بیت
fr: Largeur de Bits
he_il: רוחב סיביות
hr: Duljina bita
hu: Bit szélesség
it_it: Lunghezza bit
ja: ビット幅
ko: 비트 크기
lt: bito plotis
nl: Woordbreedte
pl: Szerokość bitowa
pt_pt: Número de Bits
ru_ru: Разрядность
sv: Bit Bredd
tr: Bit Uzunluğu
uk_ua: Розрядність

# CaptionDataBitWidth
source: Data Bits
ar: بتات البيانات
chs: 数据位宽
de: Datenleitungen
el: Δεδομένα των bits
es: Bits de Información
fa: بیت دیتا
fr: Bits de donnée
he_il: רוחב סיביות הנתונים
hr: Podatkovni bit
it_it: Bit di dati
ja: データのビット数
ko: 데이터 비트
lt: Duomenų bitai
pl: Bity danych
pt_pt: Bits de Dados
ru_ru: Разрядность данных
sv: Data Bitar
tr: Data Biti
uk_ua: Розрядність даних

# CaptionSplitterPinNumber
source: Split Pins
ar: تفريع التماسات.
chs: 分路针脚数目
de: Bus-Verzweiger Anschlüsse
el: Διαχωρισμός των pins
es: Divisor de Pines
fa: پین جدا کننده
fr: Broches
he_il: כמות פינים מפוצלים
hr: Podijeli pinove
hu: Lábak megosztása
it_it: Copiglie
ja: 分割端子数
ko: 분리 핀 수
lt: Dalyti piną
pl: Pin
pt_pt: Separar Pinos
ru_ru: Разветвленных разъемов
sv: Dela Stift
tr: Pinleri Böl
uk_ua: Розгалужених роз'ємів

# CaptionSplitterDirection
source: Combined Pin
ar: اتجاه التماسات الجديدة
chs: 组合针脚位置
de: Bus-Anschluss Richtung
el: Συνδυασμένα pin
es: Ubicación de Pines Combinados
fa: پین تک
fr: Broches Combinées
he_il: כיוון הפין המאוחד
hr: Spojeni pinovi
hu: Kombinált láb
it_it: Pin combinato
ja: 結合端子の方向
ko: 결합 된 핀 방향
lt: Jungti piną
nl: Gecombineerde pin
pl: Port
pt_pt: Pino Combinado
ru_ru: Объединенный разъем
sv: Kombinerade Stift
tr: Bileşik Pin
uk_ua: Об'єднаний роз'єм

# CaptionSide
source: Side
ar: طرف
chs: 边
de: Seite
el: Πλευρά
es: Lado
fa: جهت
fr: Côté
he_il: צד
hr: Strana
hu: Oldal
it_it: Lato
ja: 端子の位置
ko: 방향
lt: Pusė
nl: Zijde
pl: Strona
pt_pt: Lado
ru_ru: Сторона
sv: Sida
tr: Taraf
uk_ua: Сторона

# CaptionTextNote1
source: Text
ar: نص
chs: 文本
el: Κείμενο
es: Texto
fa: متن
fr: Texte
he_il: טקסט
hr: Tekst
hu: Szöveg
it_it: Testo
ja: テキスト
ko: 텍스트
lt: Tekstas
nl: Tekst
pl: Tekst
pt_pt: Texto
ru_ru: Текст
tr: Yazı
uk_ua: Текст

# CaptionTextNote2
source: Note
ar: ملاحظة
chs: 注释
de: Notiz
el: Σημείωση
es: Nota
fa: یادداشت
he_il: הערה
hr: Bilješka
hu: Megyjegyzés
it_it: Nota
ja: メモ
ko: 메모
lt: Pastabos
nl: Notitie
pl: Opis
pt_pt: Nota
ru_ru: Примечание
sv: Notera
tr: Not
uk_ua: Примітка

# CaptionValue
source: Value
ar: قيمة
chs: 值
de: Wert
el: Τιμή
es: Valor
fa: مقدار
fr: Valeur
he_il: ערך
hr: Vrijednost
hu: Érték
it_it: Valore
ja: 値
ko: 값
lt: Reiksme
nl: Waarde
pl: Wartość
pt_pt: Valor
ru_ru: Значение
sv: Värde
tr: Değer
uk_ua: Значення

# MenuHeaderCircuit
source: _Circuit
ar: دارة
chs: 电路(_C)
de: _Schaltplan
el: _Κύκλωμα
es: Circuito
fa: مدار
he_il: ‏_מעגל לוגי
hr: _Sklop
hu: _Kapcsolás
it_it: _Circuito
ja: 回路
ko: 회로
lt: Krandinė
nl: _Schakeling
pl: Obwód
pt_pt: _Circuito
ru_ru: _Схема
sv: _Krets
tr: _Devre
uk_ua: _Схема

# MenuHeaderEdit
source: _Edit
ar: تحرير
chs: 编辑(_E)
de: _Bearbeiten
el: _Επεξεργασία
es: Editar
fa: ویرایش
fr: Editer
he_il: ער_יכה
hr: _Uredi
hu: S_zerkesztés
it_it: _Modifica
ja: 編集
ko: 편집
lt: Keisti
nl: _Wijzigen
pl: Edytuj
pt_pt: _Editar
ru_ru: _Правка
sv: _Redigera
tr: _Düzenle
uk_ua: _Редагування

# MenuHeaderFile
source: _File
ar: ملف
chs: 文件(_F)
de: _Datei
el: _Αρχείο
es: Archivo
fa: فایل
fr: Fichier
he_il: ‏_קובץ
hr: _Datoteka
hu: _Fájl
ja: ファイル
ko: 파일
lt: Failas
nl: _Bestand
pl: Plik
pt_pt: _Ficheiro
ru_ru: _Файл
sv: _Fil
tr: _Dosya
uk_ua: _Файл

# MenuHeaderHelp
source: _Help
ar: مساعدة
chs: 帮助(_H)
de: _Hilfe
el: _Βοήθεια
es: Ayuda
fa: راهنما
fr: Aide
he_il: ‏_עזרה
hr: _Pomoć
hu: _Súgó
it_it: _Aiuto
ja: ヘルプ
ko: 도움말
lt: _Pagalba
pl: Pomoc
pt_pt: _Ajuda
ru_ru: Спр_авка
sv: _Hjälp
tr: Yar_dım
uk_ua: _Довідка

# MenuHeaderTools
source: _Tools
ar: أدوات
chs: 工具(_T)
de: _Werkzeuge
el: _Εργαλεία
es: Herramientas
fa: ابزار
fr: Outils
he_il: ‏_כלים
hr: _Alati
hu: _Eszközök
it_it: _Strumenti
ja: ツール
ko: 도구
lt: _Instrumentai
nl: _Hulpmiddelen
pl: Narzędzia
pt_pt: _Ferramentas
ru_ru: _Инструменты
sv: _Verktyg
tr: _Araçlar
uk_ua: _Інструменти

# MessageWarning
source: Warning!
ar: تحذير!
chs: 警告！
de: Warnung!
el: Προσοχή!
es: Aviso
fa: هشدار!
fr: Attention !
he_il: אזהרה!‏
hr: Upozorenje!
hu: Figyelmeztetés!
it_it: Attenzione!
ja: 警告
ko: 경고!
lt: Įspejimas!
nl: Waarschuwing!
pl: Uwaga!
pt_pt: Atenção!
ru_ru: Внимание!
sv: Varning!
tr: Uyarı!
uk_ua: Увага!

# TitleFrequency
source: Fre_quency:
ar: التردد:
chs: 频率(_Q)
de: Fre_quenz
el: _Συχνότητα:
es: Frecuencia:
fa: فرکانس:
fr: Fré_quence :
he_il: ‏_תדירות:‏
hr: Fre_kvencija:
hu: Frekvencia:
it_it: Fre_quenza:
ja: 周波数
ko: 진동수:
lt: Dažnis:
nl: Fre_quentie:
pl: Częstotliwość:
pt_pt: Fre_quência:
ru_ru: _Частота:
sv: Fre_kvens
tr: Fre_kans
uk_ua: _Частота:

# TitleIsMaximumSpeed1
source: Run at maximum speed
ar: تشغيل بالسرعة القصوى
chs: 最高速度运行
de: Mit maximaler Geschwindigkeit ausführen.
el: Εκκίνηση με μέγιστη ταχύτητα
es: Ejecutar a la máxima velocidad
fa: با حداکثر سرعت اجرا کن
fr: Exécuter à la vitesse maximum
he_il: הרצה במהירות המקסימלית
hr: Pokreni na maksimalnoj brzini
hu: Futtatás maximális sebességes
it_it: Eseguire alla massima velocità
ja: 最高速度で実行
ko: 최대 속도로 구동
lt: Veikti didžiausiu greičiu
nl: Draai op maximale snelheid
pl: Uruchom z maksymalną wydajnością
pt_pt: Correr a máxima velocidade
ru_ru: Работать на максимальной скорости
sv: Kör på maximal hastighet
tr: Maksimum hızda başlat
uk_ua: Працювати на максимальній швидкості

# TitleIsMaximumSpeed2
source: High CPU load
ar: تحميل عالي للمعالج (CPU)
chs: 高 CPU 负载
de: Hohe CPU Last
el: Υψηλό φορτίο για την ΚΜΕ
es: CPU con carga alta
fa: فشار به پردازنده وارد می شود
fr: Haut niveau de charge processeur
he_il: עומס גבוה על המעבד
hr: Veliko opterećenje procesora
hu: Nagy CPU terhelés
it_it: Alto carico di CPU
ja: CPU負荷が高くなります
ko: CPU의 무리가 갈수 있습니다.
lt: Aukštas procesoriaus apkrovimas
nl: Hoge CPU belasting
pl: Wysokie użycie CPU
pt_pt: Carga de CPU alta
ru_ru: Высокая нагрузка на процессор
sv: Hög CPU Ansträngning
tr: Yüksek CPU yüklü
uk_ua: Велике навантаження на процесор

# TitleProject
source: Project
ar: مشروع
chs: 项目
de: Projekt
el: Εργασία
es: Proyecto
fa: پروژه
fr: Projet
he_il: פרויקט
hr: Projekt
hu: Projekt
it_it: Progetto
ja: プロジェクト
ko: 프로젝트
lt: Projektas
pl: Projekt
pt_pt: Projeto
ru_ru: Проект
sv: Projekt
tr: Proje
uk_ua: Проект

# TitleRunningCircuit
source: Running Circuit
ar: الدارة الفعالة
chs: 运行中的电路
de: Laufende Schaltung
el: Κύκλωμα Λειτουργίας
es: Corriendo circuito
fa: مدار در حال اجرا
fr: Simulation du circuit
he_il: המעגל הרץ
hr: Pokrenuti sklop
hu: Futtatott áramkör
it_it: Esecuzione del circuito
ja: 実行中の回路
ko: 실행중인 회로
lt: Veikianti grandinė
nl: Draaiend Circuit
pl: Uruchomiony obwód
pt_pt: A correr Circuito
ru_ru: Работающая схема
sv: Kör Krets
tr: Çalışan Devre
uk_ua: Функціональна схема

# TitleZoom
source: _Zoom:
ar: تكبير الحجم Zoom
chs: 缩放(_Z)
de: _Vergrößerung:
el: _Μεγέθυνση:
fa: بزرگنمایی
he_il: ‏_זום:‏
hu: _Nagyítás:
ja: 拡大率:
ko: 크기조절:
lt: Priartinimas:
pl: Powiększenie:
ru_ru: _Увеличение:
tr: _Yakınlaştır:
uk_ua: _Збільшення:

# ToolTipAddressBitWidth
source: Choose bit width of the address pin
ar: اختر عرض بت تماس العنونة
chs: 选择地址针脚的位宽
de: Anzahl der Adressleitungen auswählen
el: Επιλέξτε το πλάτος του bit για το pin της διεύθυνσης
es: Seleccione longitud de bits para el pin
fa: طول بیت پین آدرس را انتخاب می کند
fr: Choisir la largeur de bits de la broche d'adresse
he_il: רוחב סיביות הכתובת
hr: Odaberite širinu bita pina adrese
hu: Válaszd ki a cím bitek számát
it_it: Scegli la lunghezza di bit del pin di indirizzo
ja: アドレス端子のビット幅を選択してください。
ko: 주소핀의 비트폭을 선택하시오.
lt: Adreso kyštuko bitų plotčio pasirinkimas
nl: Kies de woordbreedte van de adres pin
pl: Wybierz szerokość (w bitach) portu adresowego
pt_pt: Selecione o Nº de bits do pino de endereço
ru_ru: Выберите разрядность адреса
sv: Välj bit bredden av adress stiftet
tr: Adres pininin bit genişliğini seçin.
uk_ua: Кількість адресних входів

# ToolTipButtonNotation
source: Enter notation of the button
ar: أدخل وصف الزر
chs: 输入按钮的符号
de: Beschriftung des Knopfes eingeben
el: Εισάγωγη κειμένου στο κουμπί
es: Introduzca la notación del botón
fa: متن دکمه را وارد می کند
fr: Entrez la notation du bouton
he_il: שם הכפתור
hr: Unesite naziv dugmeta
hu: Írd be a gomb jelölését
it_it: Inserisci la notazione del pulsante
ja: ボタンの表示名を入力
ko: 버튼의 이름을 입력하십시오.
lt: Įvesti myktuko Anotacija
nl: Voer knop notatie in
pl: Wprowadź nazwę przycisku
pt_pt: Informe o nome do botão
ru_ru: Введите обозначение кнопки
sv: Skriv noteringen på knappen
tr: Butonun notasyonunu girin
uk_ua: Позначення кнопки

# ToolTipConstantBitWidth
source: Choose bit width of the constant
ar: اختر عرض بت الثابت
chs: 选择常量的位宽
de: Busbreite der Signalquelle auswählen.
el: Επιλέξτε το πλάτος bit της σταθεράς
es: Seleccione la longitud de bits de la constante
fa: طول بیت ثابت را انتخاب می کند
fr: Choisir la largeur de bit de la constante
he_il: רוחב הסיביות של הקבוע
hr: Odaberite bitnu širinu konstante
hu: Válaszd ki a konstans bitszélességét
it_it: Scegli la lunghezza di bit della costante
ja: 定数のビット幅を選択してください。
ko: 상수의 비트폭을 선택하시오.
lt: Pasirinkti konstantos bitų plotį
nl: Kies de woordbreedte van de constante
pl: Wybierz szerokość stałej (w bitach)
pt_pt: Selecione o Nº de bits da constante
ru_ru: Выберите разрядность константы
sv: Välj bit bredd av konstanten
tr: Sabitin bit genişliğini seçin
uk_ua: Розрядність шини даних константи

# ToolTipConstantValue
source: Enter initial value for the constant
ar: ادخل قيمة تهيئة للثابت
chs: 输入常量的初始值
de: Initialwert der Signalquelle eingeben.
el: Εισαγωγή αρχικής τιμής για τη σταθερά
es: Capturar el valor inicial de la constante
fa: مقدار اولیه ثابت را وارد می کند
fr: Entrer la valeur initiale pour la constante
he_il: ערך התחלתי של הקבוע
hr: Unesite početnu vrijednost konstante
hu: írd be a konstans kezdeti értékét
it_it: Inserisci il valore iniziale per la costante
ja: 定数の初期値を入力
ko: 상수값을 입력하십시오.
lt: Pasirinkti konstantos pradinę reikšmę
nl: Voer de beginwaarde van de constante in
pl: Wprowadź początkową wartość stałej
pt_pt: Informe o valor inicial para a constante
ru_ru: Введите начальное значение константы
sv: Skriv in utgångs värdet för konstanten
tr: Sabitin başlangıç değerini girin
uk_ua: Значення константи

# ToolTipCurrentZoom
source: Current Zoom
ar: نسبة تكبير الحجم الحالية Zoom
chs: 当前缩放
de: Aktuelle Vergrößerung
el: Τρέχουσα μεγέθυνση
es: Zoom actual
fa: بزرگنمایی فعلی
fr: Zomm actuel
he_il: זום נוכחי
hr: Trenutni zoom
hu: Jelenlegi nagyítás
it_it: Zoom corrente
ja: 現在の拡大率:
ko: 현재 화면 크기
lt: Dabartinis Priartinimas
nl: Huidige vergroting
pl: Obecne powiększenie
pt_pt: Zoom Atual
ru_ru: Текущее увеличение
sv: Nuvarig Zoom
tr: Mevcut Yakınlaştırma
uk_ua: Масштаб

# ToolTipDataBitWidth
source: Choose bit width of the data pin
ar: اختر عرض بت تماس البيانات
chs: 选择数据针脚的位宽
de: Anzahl der Datenleitungen auswählen
el: Επιλέξτε το πλάτος bit του pin των δεδομένων
es: Seleccionar longitud de bit del pin
fa: طول بیت پین دیتا را انتخاب می کند
fr: Choisir la largeur de Bit de la broche de données
he_il: רוחב הסיביות של הנתונים
hr: Odaberite širinu bita podatkovnog pina
hu: Válaszd ki az adat láb bitszélességét
it_it: Scegli la lunghezza di bit del pin di dati
ja: データ端子のビット幅を選択してください。
ko: 데이터 핀의 비트 크기 선택
lt: Pasirinkti duomenų kyštuko bitų plotį
nl: Kies de woordbreedte van de data pin
pl: Wybierz szerokość (w bitach) portu danych
pt_pt: Selecione o Nº de bits do pino de dados
ru_ru: Выберите разрядность данных
sv: Välj bit bredden på data stiftet
tr: Data pininin bit genişliğini seçin
uk_ua: Розрядність даних

# ToolTipFrequency
source: Change the frequency of clock gates of the running circuit.
ar: غير تردد ساعة البوابات للدارة الفعالة الحالية
chs: 更改运行中的电路的时钟门的频率
de: Ändert die Frequenz der Taktgeneratoren der laufenden Schaltung.
el: Αλλαγή της συχνότητας των πυλών ρολογιού του κυκλώματος λειτουργίας.
es: Cambiar la frecuencia del reloj de las compuertas del circuito actual.
fa: فرکانس clock مدار در حال اجرا را تغییر می دهد
fr: Changer la fréquence des portes d'horloges du circuit en exécution.
he_il: שינוי תדירות רכיבי השעון של המעגל.‏
hr: Promijenite frekvenciju satnih zatvarača u sklopu.
it_it: Modifica la frequenza di porte del clock del circuito in esecuzione.
ja: 実行中の回路のクロック周波数を変更します。
ko: 실행중인 회로의 클럭 게이트의 진동수를 변경합니다.
lt: Pakeiskite dažnį laikrodžio vartus veikiančios grandinės
nl: Verander de frequentie van de klok gates van het huidige schakeling
pl: Zmień częstotliwość zegara włączonego obwodu.
pt_pt: Altera a frequência do clock do circuito que está a ser executado.
ru_ru: Установка тактовой частоты работы схемы
sv: Ändra frekvensen klock grindarna i den körande kretsen.
tr: Çalışan devrenin saat kapılarının frekansını değiştirin.
uk_ua: Тактова частота

# ToolTipGateInputCount
source: Choose number of inputs for the gate
ar: اختر عدد المداخل للبوابة
chs: 选择门的输入个数
de: Anzahl der Eingänge des Gatters auswählen
el: Επιλέξτε τον αριθμό των εισόδων για την πύλη
es: Seleccionar numero de entradas para la puerta
fa: تعداد ورودی های گیت را انتخاب می کند
fr: Choisir le nombre d'entrée pour la porte
he_il: כמות פיני הקלט של השער
hr: Odaberite broj ulaza logičkog sklopa
hu: Válaszd ki a kapu bemeneteinek számát.
it_it: Scegli il numero di ingressi per la porta
ja: ゲートの入力端子数を選択してください。
ko: 입력 받을 개수를 선택하시오.
lt: Pasirinkti įvesčių vartam skaičių
nl: Kies het aantal invoerpinnen voor de poort
pl: Wybierz liczbę wejść bramki
pt_pt: Selecione o número de entradas da porta
ru_ru: Выберите количество входов вентиля
sv: Välj antalet ingångar per grind
tr: Kapı için giriş numarası seçin
uk_ua: Кількість входів контакту

# ToolTipIsMaximumSpeed1
source: Runs the circuit on maximum possible speed ignoring frequency set by the slider above.
ar: تشغيل الدارة بالسرعة بأعظم سرعة ممكنة و تجاهل التردد المحدد بالمزلاق أعلاه
chs: 忽略由上面滑块设定的频率值，使电路以尽可能快的速度运行
de: Schaltung mit maximaler Geschwindigkeit laufen lassen.
el: Εκτέλεση κύκλώματος με μέγιστη δυνατή ταχύτητα αγνοώντας τη συχνότητα που έχει καθοριστεί.
es: Ejecutar el circuito a la máxima velocidad ignorando la frecuencia definida en en el slider.
fa: مدار را با حداکثر سرعت اجرا می کند
fr: Exécute le circuit sur la vitesse maximale possible en ignorant fréquence définie par le curseur.
he_il: גורם למעגל לרוץ בתדירות הגבוהה ביותר הניתנת בהתעלם מהבחירה במחוון שמעל.‏
hr: Pokreće sklop najvećom mogućom brzinom zanemarujući frekvenciju postavljenu gornjim klizačem.
hu: A kapcsolást az elérhető legnagyobb frekvencián futtatja a beállított értéktől függetlenül.
it_it: Esegue il circuito alla massima velocità possibile, ignorando la frequenza impostata dal cursore.
ja: 上のスライダの設定を無視して、可能な限り最大の速さで回路を動作させます。
ko: 슬라이더에 의한 진동수를 무시하고 가능한 최고 속도로 회로를 구동합니다.
lt: grandinės paleidimas and maksimalaus galimo greičio ingnoruojant dažnį kuris yra nustatytas sklandžio aukščiau.
nl: Draai het circuit op de maximaal mogelijke snelheid en negeer de ingestelde frequentie hierboven.
pl: Uruchamia obwód z maksymalną szybkością pomijając częstotliwość ustawioną za pomocą suwaka powyżej.
pt_pt: Executa o circuito na velocidade máxima possível ignorando a frequência definida.
ru_ru: Работать на максимально возможной частоте, игнорируя установку ползунка выше.
sv: Kör kretsen på maximal hastighet ignorerar rekvensen sat av reglaget ovanför.
tr: Yukarıdaki kaydırıcı tarafından ayarlanan maksimum olası hız ihmal frekansında devreyi çalıştırır.
uk_ua: Робота на максимально можливій частоті; ігнорується стан повзунка.

# ToolTipIsMaximumSpeed2
source: Checking this box may lead to unresponsive user interface on some computers.
ar: تحديد هذا الخيار قد يؤدي إلى عدم استجابة البرنامج على بعض أجهزة الحاسب
chs: 选中这个选项会导致在某些计算机上不可靠的用户界面
de: Die Auswahl dieser Option kann dazu führen, dass der Computer nicht mehr bedient werden kann.
el: Η επιλογή αυτού του πλαισίου μπορεί να προκαλέσει αργή λειτουργία σε ορισμένους υπολογιστές.
es: Seleccionar esta caja, puede provocar que a interface deje de responder en algunos equipos de computo.
fa: انتخاب این گزینه موجب هنگ کردن در برخی کامپیوتر ها می شود
fr: Cocher cette case vous peut provoquer une perte de réponse de l'interface utilisateur sur certains ordinateurs.
he_il: בחירת האפשרות הזאת עלולה לגרום לממשק המשתמש לא להגיב במחשבים מסוימים.‏
hr: Označavanje ovog okvira može dovesti do blokiranja korisničkog sučelja na nekim računalima.
hu: Ezen beállítás bekapcsolása néhány gép esetében a felhasználói felület akadását eredményezheti
it_it: Selezionando questa casella, si potrà generare una interfaccia utente inconcreta su alcuni computer.
ja: このチェックをオンにすると、コンピュータによってはユーザーインターフェースが操作できなくなることがあります。
ko: 버튼을 누를 경우 일부 컴퓨터에서는 UI가 반응하지 않을 수 있습니다
lt: Šitos dėžės pasirinkimas privas prie to kad neatsakantis naudotojo interfeisas ant kaikurių kompiuterių.
nl: Aanvinken van deze checkbox kan resulteren in een trage tot niet meer reagerende gebruikersinterface op sommige computers.
pl: Zaznaczenie tego pola może spowodować brak reakcji interfejsu użytkownika na niektórych komputerach.
pt_pt: Marcar esta opção pode fazer a interface de utilizador não responder em alguns computadores.
ru_ru: На некоторых компьютерах установка этого флажка может привести к плохо-реагирующему пользовательскому интерфейсу.
sv: Att kryssa i denna ruta kan leda till att användargränssnittet på visa dattorer inte svarar.
tr: Bu kutunun işaretlenmesi bazı bilgisayarlarda yanıt vermeyen kullanıcı arayüzüne yol açabilir.
uk_ua: Встановлення цього прапорця може спричинити відмову інтерфейсу на запити.

# ToolTipPinBitWidth
source: Choose bit width of the pin
ar: اختر عرض بت التماس
chs: 选择每一个针脚的位宽
de: Anzahl der Leitungen des Pins auswählen
el: Επιλέξτε το πλάτος bit του pin
es: Selecccione la longitud de bitdel pin
fa: طول بیت پین را انتخاب می کند
fr: Choisir la largeur de bit de la broche
he_il: רוחב הסיביות של הפין
hr: Odaberite širinu bita pina
hu: A láb bitszélességének megválasztása
it_it: Scegli la lunghezza di bit del pin
ja: 端子のビット幅を選択してください。
ko: 핀의 비트폭을 선택하시오.
lt: Pasirinkti kaiščio bitų plotį
nl: Kies aantal bits voor de pin
pl: Wybierz szerokość bitową portu
pt_pt: Selecione o Nº de bits do pino
ru_ru: Выберите разрядность разъема
sv: Välj bit bredd av stiftet
tr: Pinin bit genişliğini seçin
uk_ua: Розрядність контакту

# ToolTipPinSide
source: Choose the side of the circuit's glyph the new pin will reside on
ar: اختر طرف الدارة التي سيتم وضع التماس فيه.
chs: 选择新引脚在电路示意图中的倚靠的边
de: Wählen Sie die Seite des Schaltsymbols an welcher sich der neue Anschluss befinden soll.
el: Επιλέξτε την πλευρά του ανάγλυφου κυκλώματος, το νέο pin θα βρίσκεται μέσα
es: Seleccione el lado del circuito en el cual residirá el nuevo pin
fa: جهت علامت پین جدید را مشخص می کند
fr: Choisissez le côté du circuit où sera la broche
he_il: הצד של הרכיב שבו יופיע הפין
hr: Odaberite stranu glifa kruga na kojoj će se nalaziti novi pin
hu: Válaszd ki a szimbólum azon oldalát, amelyre az új láb kerülni fog.
it_it: Scegli il lato del glifo del circuito su cui il nuovo pin risiederà
ja: 配置された端子が回路の外観上のどの方向に表示されるかを選択してください。
ko: 회로에서 핀이 위치할 방향을 정하십시오.
lt: Pasirinkti grandinės glifo pusę kurioje bus naujas kaištis
nl: Kies de kant van het circuit 'glyph' waar de nieuwe pin geplaatst zal worden
pl: Wybierz pozycję portu na symbolu
pt_pt: Selecione o lado do desenho do circuito para o novo pino
ru_ru: Выберите сторону символа схемы, на которой будет располагаться новый разъем
sv: Välj vilken sida av kretsens gylf det nya stiftet ska sitta på
tr: Devrenin glifinin kenarını seçin, yeni pin üzerinde durur
uk_ua: Сторона символа схеми, на якій розташовуватиметься новий роз'єм

# ToolTipSplitterBitWidth
source: Choose bit width of split connector of the splitter.
ar: اختر عرض بت التماسات الجديدة الناتجة عن التفريع.
chs: 选择分路连接器每一分路的位宽
de: Busbreite des Verzweigers Anschlusses auswählen.
el: Επιλέξτε το πλάτος διάσπασης του διαχωριστή.
es: Seleccione la longitud de bit del conector divisor.
fa: طول بیت جدا کننده ها را مشخص می کند
fr: Choisir la largeur de Bit du connecteur du séparateur.
he_il: רוחב הסיביות של כל פין בצד המפוצל
hr: Odaberite širinu bita split konektora razdjelnika.
hu: Válaszd meg a bitszélességét az osztott csatlakozónak az elosztón
it_it: Scegli la lunghezza di bit del connettore del divisore.
ja: 分配器の分配側端子のビット幅を選択してください。
ko: 분리 핀 비트 크기를 선택 하시오.
lt: Padalytų junčių Spliterius Pasirinkti bitų plotį
nl: Kies de woordbreedte van de splitser/connector.
pl: Wybierz rozdzielczość bitową portów wyjściowych rozdzielacza.
pt_pt: Selecione o Nº de bits do divisor.
ru_ru: Выберите разрядность разветвленного контакта разветвителя.
sv: Välj bit bredden av den delade kontakten på delaren.
tr: Bölücünün bölünmüş konektörünün bit genişliğini seçin.
uk_ua: Розрядність розгалуженого контакту розгалуження.

# ToolTipSplitterPinNumber
source: Choose number of split connectors of the splitter.
ar: اختر عدد تماسات التفريع الجديدة المطلوبة.
chs: 选择分路器分连接路的个数
de: Anzahl der Anschlüsse des Verzweigers auswählen.
el: Επιλέξτε τον αριθμό των συνδέσμων διάσπασης του διαχωριστή.
es: Seleccione el numero de conectores del divisor.
fa: تعداد شکاف های جدا کننده را مشخص می کند
fr: Choisir le nombre de séparation du séparateur.
he_il: כמות הפינים המפוצלים
hr: Odaberite broj split konektora razdjelnika.
hu: Válaszd ki az osztott csatlakozók számát az elosztón
it_it: Scegli il numero di connettori del divisore.
ja: 分配器の分配数を選択してください。
ko: 분리기의 분리 핀의 수를 선택하시오.
lt: Pasirinkti skaičių Spliterių konektorių padalytų
nl: Kies het aantal verdeelpinnen voor de splitser/connector
pl: Wybierz liczbę portów wyjściowych rozdzielacza.
pt_pt: Selecione o número de ligações do divisor.
ru_ru: Выберите число разветвленных разъемов разветвителя.
sv: Välj antalet delade kontakter på delaren.
tr: Bölücünün bölünmüş bağlayıcılarının sayısını seçin.
uk_ua: Кількість розгалужених роз'ємів розгалужувача.

# ToolTipSplitterRotation
source: Choose orientation of the combined connector of the splitter.
ar: اختر اتجاه التماسات الجديدة الناتجة .
chs: 选择组合分路器连接器的方向
de: Ausrichtung des Bus-Anschlusses des Verzweigers auswählen.
el: Επιλέξτε τον προσανατολισμό του συνδυασμένου συνδετήρα του διαχωριστή.
es: Seleccione la orientación del conector combinado del divisor.
fa: جهت جدا کننده را مشخص می کند
fr: Choisir l'orientation des connecteur combiné du séparateur.
he_il: כיוון הפין המאוחד של המפצל.‏
hr: Odaberite orijentaciju kombiniranog konektora razdjelnika.
hu: Válaszd ki az elhelyezkedését a kombinált lábnak az eloszón
it_it: Scegli l'orientamento del connettore combinato del divisore.
ja: 分配器の結合端子をどちら側に配置するかを選択してください。
ko: 결합 된 핀 방향을 선택하시오.
lt: Pasirinkti Orentacija Sujungtų junčių Spliterių
nl: Kies de orientatie van de gecombineerde splitser/connector.
pl: Wybierz położenie głównego portu rozdzielacza.
pt_pt: Selecione a orientação do conector combinado do divisor.
ru_ru: Выберите направление объединенного контакта разветвителя.
sv: Välj orientering av den kombinerade kontakten på delaren.
tr: Bölücünün kombine konektörünün yönünü seçin.
uk_ua: Напрямок об'єднаного контакту розгалужувача.
