Repository: eugenelepekhin/LogicCircuit
Catalog: Sources/LogicCircuit/Properties/Resources.*.resx
Languages: ar, chs, de, el, es, fa, fr, he_il, hr, hu, it_it, ja, ko, lt, nl, pl, pt_pt, ru_ru, sv, tr, uk_ua

# ToolTipSensorManualValue
source: Type hexadecimal value and press Enter.
ar: قم بإدخال قيم ست عشرية و اضغط Enter.
chs: 输入十六进制值并按回车
de: Geben Sie einen Hexadezimalwert ein und drücken Sie Enter.
el: Δώστε δεκαεξαδική τιμή και πατήστε το Enter.
es: Escriba el valor hexadecimal y presione Entrar
fa: مقدار وارد کنید و سپس Enter را بزنید.
fr: Ecrivez la valeur hexadécimale et appuyez sur Entrer.
hr: Upišite heksadecimalnu vrijednost i pritisnite Enter.
hu: Írj be egy hexadecimális értéket, majd nyomd le az entert
ja: 十六進数を入力してエンターキーを押してください。
ko: 16진수 값을 입력하고 엔터를 누르십시오.
lt: Įvesti šešioliktainį skaičių ir paspausti Enter.
nl: Typ Hexadecimale waarde en druk op Enter
pl: Wprowadź wartość szesnastkową i naciśnij Enter.
pt_pt: Coloque valor hexadecimal e pressione Enter.
ru_ru: Введите шестнадцатеричное число и нажмите Enter.
sv: Skriv ett hexadecimal värde och tryvk Enter.
tr: Onaltılı değer yazın ve Enter tuşuna basın.
uk_ua: Введіть шестнадцатеричное число і натисніть Enter.

# ErrorBadHexNumber
source: Invalid hexadecimal number
ar: رقم ست عشري غير صالحرقم ست عشري غير صالح
chs: 无效十六进制数
de: Ungültige hexadezimale Zahl
el: Λάνθασμένη δεκαεξαδική τιμή
es: Número haxadecimal incorrecto
fa: مقدار نامعتبر
fr: Nombre hexadécimal invalide
hr: Nevažeći heksadecimalni broj
hu: Nem megfelelő hexadecimális szám
ja: 不正な十六進数です。
ko: 잘못된 16진수 값
lt: Netinkamas Šešioliktainis skaičius
nl: Ongeldig Hexadecimaal getal
pl: Niewłaściwa liczba szesnastkowa
pt_pt: Número hexadecimal inválido
ru_ru: Неверное шестнадцатеричное число
sv: Ogiltigt hexadecimal nummer
tr: Geçersiz onaltılık sayı
uk_ua: Неприпустима шістнадцяткова цифра

# TitleSensorManualInitialValue
source: Initial _value:
ar: قيم ابتدائية:
chs: 初值(_V)：
de: Initialer _Wert:
el: Αρχική τιμή:
es: Valor inicial
fa: مقدار اولیه:
fr: Valeur initiale :
hr: Početna _vrijednost:
hu: Kezdeti _érték:
ja: 初期値:
ko: 초기 값:
lt: Pradinė reikšmė:
nl: Start_Waarde
pl: Wartość początkowa:
pt_pt: _Valor Inicial:
ru_ru: Начальное значение:
sv: Orsprungs _värde:
tr: Başlangıç _değeri:
uk_ua: Початкове значення:

# ToolTipSensorManualInitialValue
source: Enter initial value as hexadecimal number.
ar: أدخل القيم الابتدائية بشكل رقم ست عشري
chs: 输入十六进制的初值
de: Geben Sie den Initialwert als Hexadezimalzahl ein.
el: Δώστε αρχική δεκαεξαδική τιμή.
es: Introduzca el valor como número hexadecimal
fa: مقدار اولیه را در مبنای شانزده وارد کنید.
fr: Entrer la valeur initiale en hexadécimal.
hr: Unesite početnu vrijednost kao heksadecimalni broj.
hu: Kezdő érték, hexadecimális formában
ja: 初期値を十六進数で入力できます。
ko: 초기 값을 16진수로 입력하십시오.
lt: Įvesti pradinę reikšmę kaip šešioliktainį skaičių.
nl: Voer beginwaarde in als Hexadecimaal getal
pl: Podaj wartość początkową w postaci liczby szesnastkowej.
pt_pt: Introduza o valor inicial como número hexadecimal.
ru_ru: Введите начальное значение, как шестнадцатеричное число.
sv: Skriv in orsprungs vädet som hexadecimalt nummer.
tr: İlk değeri onaltılık sayı olarak girin.
uk_ua: Введіть початкове значення, як шістнадцяткове число.

# NameGraphicsArray
source: Graphics Array
ar: مصفوفة غرافيك
chs: 图形序列
de: Grafik-Display
el: Πίνακας γραφικών
es: Arreglo de gráficos
fr: Tableau graphique
hr: Grafički niz
ja: グラフィックディスプレイ
ko: 그래픽 장치
lt: Grafinis masyvas
nl: Grafische Array
pl: Wyświetlacz graficzny
pt_pt: Matriz de Gráficos
ru_ru: Графический дисплей
sv: Grafikuppsättning
tr: Grafik Dizisi
uk_ua: Графічний дисплей

# CaptionGraphicsArrayBPP
source: Bits per pixel
ar: بتات في البكسل:
chs: 像素位宽
de: Bits pro Pixel
el: Bits για κάθε εικονοστοιχείο
es: Bits por pixel
fa: بیت بر پیکسل
fr: Bits par pixel
hr: Bitovi po pikselu
ja: ビット/ピクセル
ko: 비트 당 픽셀
lt: Bitai per pikselį
pl: Bity na pixel
pt_pt: Bits por pixel
ru_ru: Бит(а) на пиксель
sv: Bitar per pixel
tr: Pixel Başına Bit
uk_ua: Біт на піксель

# ToolTipDescriptorGraphicsArray
source: (Dot matrix display) can show data stored in the internal memory. Used with advanced circuits like computers or controllers. Allows to select size and color depth/scheme: 1 bit/pixel - black and white 2 bits/pixel - 4 shades of gray 4 bits/pixel - 16 colors 8 bits/pixel - 256 colors
ar: (عرض-شاشة مصفوفة نقطية) يمكنها عرض البيانات المخزنة في الذاكرة الداخلية. تستخدم مع الدارات المتقدمة مثل الحواسيب و المتحكمات. يمكن اختيار الحجم و العمق اللوني كما يلي: عمق\مخطط: 1 بت\بكسل - أبيض و أسود. 2 بت\بكسل - 4 تدرجات رمادية. 4 بت\بكسل - 16 لون. 8 بت\بكسل - 256 لون.
chs: （点阵显示器）能够用来显示存储在内存的数据。 和像计算机或者控制器一样的高级电路一同使用。 允许使用一下尺寸和色深： 1 位 / 像素 - 黑白 2 位 / 像素 - 4 级灰度 4 位 / 像素 - 16 种彩色 8 位 / 像素 - 256 种彩色
de: Ein Grafik-Display kann im internen Speicher abgelegte Daten anzeigen. Wird zusammen mit komplexen Schaltungen wie Computern oder Controllern benutzt. Es ist möglich die Größe und Farbtiefe/Grafik zu wählen: 1 Bit/Pixel - Schwarz / Weiß 2 Bits/Pixel - 4 Graustufen 4 Bits/Pixel - 16 Farben 8 bits/pixel - 256 colors
el: Ο πίνακας γραφικών μπορεί να παρουσιάσει δεδομένα που είναι αποθηκευμένα στην εσωτερική μνήμη. Χρησιμοποιείται με προηγμένα κυκλώματα, όπως υπολογιστές ή ελεγκτές. Επιτρέπει να επιλέξετε το μέγεθος και το βάθος χρώματος / σχεδίου: 1 bit/εικονοστοιχείο - μαυρόασπρο 2 bits/εικονοστοιχείο - 4 αποχρώσεις του γκρίζου 4 bits/εικονοστοιχείο - 16 χρώματα 8 bits/εικονοστοιχείο - 256 χρώματα
es: ( Pantalla de matriz de puntos ) puede mostrar los datos almacenados en la memoria interna. Se utiliza con circuitos avanzados como los ordenadores o los controladores . Permite seleccionar el tamaño y profundidad de color / esquema: 1 bit / pixel - en blanco y negro 2 bits / pixel - 4 tonos de gris 4 bits / pixel - 16 colores 8 bits / pixel - 256 colores
fa: این شئ می تواند دیتای ذخیره شده در حافظه داخلی را نمایش دهد.
fr: (Matrice d'affichage à pixels) peut afficher des données stockées dans la mémoire interne. Utilisée avec les circuits avancés comme les ordinateurs ou contrôleurs. Permet de selectionner la taille et profondeur/palette de couleur : 1 bit/pixel - noir et blanc 2 bits/pixel - 4 niveaux de gris 4 bits/pixel - 16 couleurs 8 bits/pixel - 256 couleurs
hr: (Matrični prikaz) može prikazati podatke pohranjene u internoj memoriji. Koristi se s naprednim sklopovima poput računala ili kontrolera. Omogućuje odabir veličine i dubine boje/šeme: 1 bit/piksel - crno-bijelo 2 bita/piksel - 4 nijanse sive 4 bita/piksel - 16 boja 8 bita/piksel - 256 boja
ja: (ドットマトリクスディスプレイ)は内蔵メモリに保持されたデータを表示する装置です。CPUやコントローラーのような高度な回路が必要です。 サイズを変えたり、以下のように色数を変更することができます: 1ビット/ピクセル - 白黒 2ビット/ピクセル - グレースケール(4階調) 4ビット/ピクセル - 16色 8ビット/ピクセル - 256色
ko: (도트 행렬 디스플레이) 내부 메모리에 저장된 데이터를 보여준다. 컴퓨터나 컨트롤러와 같이 고급 논리 회로에 사용된다. 크기와 컬러 수를 선택할 수 있다: 1 비트/픽셀 - 흑백 2 비트/픽셀 - 4색 그레이스케일 4 비트/픽셀 - 16색 컬러 8 비트/픽셀 - 256색 컬러
lt: (Taškų matricos vaizduoklis) gali paroditi duomenis kurie yra saugomi vidinėje atmintyje. Naudojamas su pažangiom grandinėm ,kaip kompiuteriai ar kontroleriai. Leidžia pasirinkti dydi ir spalvos gyli/schema: 1bitas/pikselį- juodą ir balta 2bitai/pikselį - 4 pilki atspalviai 4bitai/pikselį - 16 spalvų 8bitai/pikselį - 256 spalvos
nl: (Dot Matrix Display) kan gegevens weergeven, die in het geheugen zijn opgeslagen. Dit wordt gebruikt bij geavanceerde schakelingen, zoals computers of controllers. Hier kunt u grootte en kleurdiepte kiezen: 1 bit /pixel - zwart en wit. 2 bits/pixel - 4 grijstinten 4 bits/pixel - 16 kleuren 8 bits/pixel - 256 kleuren
pl: (Wyświetlacz graficzny) może wyświetlać dane zapisane w pamięci. Do użycia z zaawansowanymi projektami takimi jak komputery i sterowniki. Pozwala wybrać rozmiar i głębie koloru według następującego schematu: 1 bit na pixel - czarny i biały 2 bity na pixel - 4 odcienie szarości 4 bity na pixel - 16 kolorów 8 bity na pixel - 256 kolorów
pt_pt: (Indicação de matriz de ponto) pode mostrar dados armazenados na memória interna. Usado com circuitos avançados tais como computadores ou controladores. Permite selecionar o tamanho e a cor da profundidade/esquema: 1 bit/pixel - preto e branco 2 bits/pixel - 4 camadas de cinzento 4 bits/pixel - 16 cores 8 bits/pixel - 256 cores
ru_ru: Графический (матричный) дисплей показывает данные, хранящиеся во внутренней памяти. Используется в сложных схемах - таких, как компьютеры или контроллеры. Позволяет выбирать размер и цветовую схему: 1 бит на пиксель - черно-белый 2 бита на пиксель - 4 оттенка серого 4 бита на пиксель - 16 цветов 8 бит на пиксель - 256 цветов
sv: (punkt matrix skärm) kan visa data sparad i intärn minnet. Använd med advancerade kretsar som dattorer eller kontrolerare. gör det möjligt att välja en storlek och förg djup/schema: 1 bit/pixel - svart och vit 2 bitar/pixel - 4 nyanser av grå 4 bitar/pixel - 16 färger 8 bitar/pixel - 256 färger
tr: (Nokta matrisli display) dahili bellekte saklanan verileri gösterebilir. Bilgisayarlar veya kontrolörler gibi gelişmiş devrelerle kullanılır. Boyut ve renk derinliğini / şemasını seçmenizi sağlar: 1 bit / piksel - siyah beyaz 2 bit / piksel - 4 gri tonları 4 bit / piksel - 16 renk 8 bit / piksel - 256 renk
uk_ua: Графічний (матричний) дисплей показує дані, що зберігаються у внутрішній пам'яті. Використовується в складних схемах - таких, як комп'ютери або контролери. Дозволяє вибирати розмір і колірну схему: 1 біт на піксель - чорно-білий 2 біта на піксель - 4 відтінки сірого 4 біта на піксель - 16 кольорів

# ToolTipGraphicsArray
source: {0} {1}x{2} with {3} bit(s) per pixel ({4} colors)
ar: {0} {1}في{2} مع {3} بتات بالبكسل ({4} ألوان)
chs: {0} {1}x{2} 每像素 {3} 位（{4} 种颜色）
de: {0} {1}x{2} mit {3} Bit(s) pro Pixel ({4} Farben)
el: {0} {1}x{2} με {3} bit(s) για κάθε εικονοστοιχείο ({4} χρώματα)
es: {0} {1}x{2} con {3} bit(s) por pixel ({4} colores)
fa: {0} {1}x{2} با {3} بیت بر پیکسل ({4} رنگ)
fr: {0} {1}x{2} avec {3} bit(s) par pixel ({4} couleurs)
hr: {0} {1}x{2} s {3} bitova po pikselu ({4} boja)
ja: {0} {1}x{2} {3}ビット/ピクセル ({4}色)
ko: {0} {1}x{2}, {3} 비트/픽셀 ({4}색)
lt: {0} {1}x{2} su {3} bit(as/us) per pikselius ({4} spalvos)
nl: {0} {1}x{2} met {3} bit(s) per pixel ({4} kleuren)
pl: {0} {1}x{2} z {3} bitem(ami) na pixel ({4} kolor(y))
pt_pt: {0} {1}x{2} com {3} bit(s) por pixel ({4} cores)
ru_ru: {0} {1}х{2}. {3} бит(а) на пиксель: {4} цвета(ов)
sv: {0} {1}x{2} med {3} bit(ar) per pixel ({4} färger)
tr: {0} {1} x {2} piksel başına {3} bit (s) ({4} renk) ile
uk_ua: {0} {1} х {2}. {3} біт (а) на піксель: {4} кольору (ів)

# ToolTipGraphicsArrayBPP
source: Choose number bits per pixel
ar: اختر عدد البتات في البكسل الواحد
chs: 选择像素位宽
de: Wählen Sie die Anzahl der Bits pro Pixel
el: Επιλέξτε αριθμό bits για κάθε εικονοστοιχείο
es: Seleccione el número esperado por pixel
fa: عدد بیت بر پیکسل را مشخص می کند
fr: Choisissez le nombre de bits par pixel
hr: Odaberite broj bitova po pikselu
ja: ピクセルごとのビット数を選択してください。
ko: 비트/픽셀 수를 선택하십시오.
lt: Pisrink kiek bitu per pikselį
nl: Kies aantal bits per pixel
pl: Wybierz liczbę bitów na pixel
pt_pt: Escolher o número de bits por pixel
ru_ru: Выберите число бит на пиксель
sv: Välj antalet bitar per pixel
tr: Piksel başına sayı bitlerini seçin.
uk_ua: Виберіть число біт на піксель

# ErrorBadIntegerInRange
source: Expecting number in range {0} - {1}.
ar: النتيجة المتوقعة هي رقم ضمن المجال {0} - {1} .
chs: 该数字应当介于 {0} 和 {1}
de: Erwarte Zahl im Bereich {0} - {1}.
el: Η τιμή να κυμαίνεται από] {0} - {1}.
es: Numero esperado entre {0} - {1}
fa: عدد باید بین {0} و {1} باشد.
fr: Valeurs comprises entre {0} - {1}.
hr: Očekuje se broj u rasponu {0} - {1}.
ja: {0}から{1}の範囲で数値を入力してください。
ko: {0} - {1} 범위내의 수를 입력하십시오.
lt: Tikimasi numerio nuo {0}-{1}.
nl: Getal moet liggen tussen {0} - {1}
pl: Oczekiwano liczby z zakresu {0} - {1}.
pt_pt: A aguardar número entre {0} - {1}.
ru_ru: Ожидается число в диапазоне {0} - {1}.
sv: Förväntar sig numer mellan {0} - {1}
tr: Sayi aralığı bekleniyor {0} - {1}.
uk_ua: Очікувалося число в діапазоні {0}-{1}.

# TitleGraphicsArrayBPP
source: Bits per _pixel:
ar: بتات في البكسل:
chs: 像素位宽(_B)：
de: _Bits pro Pixel:
el: Bits για κάθε εικονοστοιχείο:
es: Bits por pixeles
fa: بیت بر پیکسل:
fr: Bits par pi_xel :
hr: Bitovi po _pikselu:
ja: ビット/ピクセル:
ko: 비트/픽셀:
lt: Bitai per pikselį
pl: Bity na pixel:
pt_pt: _Bits por pixel:
ru_ru: _Бит на пиксель:
sv: bitar per _pixel
tr: _Piksel başında bit:
uk_ua: _Біт на піксель:

# TitleHeight
source: _Height:
ar: الارتفاع:
chs: 高(_H)：
de: _Höhe:
el: Ύψος:
es: Altura
fa: ارتفاع:
fr: _Hauteur :
hr: _Visina:
ja: 縦幅:
ko: 세로:
lt: Aukštis:
nl: _Hoogte
pl: Wysokość:
pt_pt: _Altura:
ru_ru: _Высота:
sv: -Höjd:
tr: _Yükseklik:
uk_ua: _Висота:

# TitleWidth
source: Wid_th:
ar: عرض:
chs: 宽(_W)：
de: _Breite:
el: Πλάτος:
es: Longitud
fa: پهنا:
fr: Largeur :
hr: Ši_rina:
ja: 横幅:
ko: 가로:
lt: Plotis:
nl: _Breedte
pl: Szerokość:
pt_pt: _Largura:
ru_ru: _Ширина:
sv: Bre_dd:
tr: Geni_şlik:
uk_ua: _Ширина:

# ToolTipGraphicsArrayHeight
source: Enter height of the graphics array in pixels.
ar: أدخل ارتفاع مصفوفة العرض بالبكسل.
chs: 输入图形高度（像素）
de: Geben Sie die Höhe des Grafik-Displays in Pixel ein.
el: Δώστε το ύψος του πίνακα σε εικονοστοιχεία.
es: Introduzca la altura del arreglo de graficos en pixeles
fa: طول پیکسل های Graphics array را مشخص می کند
fr: Donnez la hauteur du tableau graphique en pixel.
hr: Unesite visinu grafičkog niza u pikselima.
ja: グラフィックディスプレイの縦ピクセル数を入力してください。
ko: 그래픽 장치의 세로 픽셀 수를 입력하십시오.
lt: Įveskite grafinio mąsyvo aukšti pikseliais
nl: Voer hoogte in (in pixels) voor graphics array
pl: Podaj wysokość wyświetlacza graficznego w pixelach.
pt_pt: Introduza a altura da matriz de gráficos em pixeis.
ru_ru: Введите высоту дисплея в пикселях.
sv: Skriv in höjd av grafikuppsättningen i pixlar.
tr: Grafik dizisinin yüksekliğini piksel cinsinden girin.
uk_ua: Введіть висоту дисплея в пікселях.

# ToolTipGraphicsArrayWidth
source: Enter width of the graphics array in pixels.
ar: أدخل عرض مصفوفة العرض بالبكسل.
chs: 输入图形宽度（像素）
de: Geben Sie die Breite des Grafik-Displays in Pixel ein.
el: Δώστε το πλάτος του πίνακα σε εικονοστοιχεία.
es: Introduzca la longitud del arreglo de graficos en pixeles
fa: عرض پیکسل های Graphics array را مشخص می کند
fr: Donnez la largeur du tableau graphique en pixel.
hr: Unesite širinu grafičkog niza u pikselima.
ja: グラフィックディスプレイの横ピクセル数を入力してください。
ko: 그래픽 장치의 가로 픽셀 수를 입력하십시오.
lt: Įveskite grafinio masyvo plotį pikseliais.
nl: Voer breedte in (in pixels) voor graphics array
pl: Podaj szerokość wyświetlacza graficznego w pixelach.
pt_pt: Introduza a largura da matriz de gráficos em pixeis.
ru_ru: Введите ширину дисплея в пикселях.
sv: Skriv in bredd av grafikuppsättningen i pixlar.
tr: Grafik dizisinin genişliğini piksel cinsinden girin.
uk_ua: Введите ширину дисплея в пикселях.

# ErrorWriteNotConnected
source: Write input does not connected on Graphics array {0}
ar: مصدر الدخل غير متصل بمصفوفة العرض {0}
chs: 输入端没有被连接到图形序列 {0}
de: Eingang hat keine Verbindung zum Grafik-Display {0}
el: Τα δεδομένα εισόδου δεν συνδέονται με τον πίνακα γραφικών {0}
es: Escritura de entrada no conecta con el arreglo de graficos {0}
fa: ورودی نوشتن به Graphics array {0} متصل نشده
fr: Les entrées écrites ne sont pas connectées sur le tableau graphique {0}
hr: Unos za pisanje nije povezan na grafički niz {0}
ja: グラフィックディスプレイ {0} の書き込み入力端子が接続されていません
ko: 그래픽 장치 {0}에 쓰기 입력이 연결되지 않았습니다.
lt: Rašymo įvestis nesusijungia ant grafinio masyvo {0}
nl: Schrijf-ingang is niet verbonden met graphics array {0}
pl: Wejście zapisu wyświetlacza graficznego {0} nie jest podłączone.
pt_pt: Entrada de escrita não está ligada com a matriz de gráficos {0}
ru_ru: Не подключен вход записи дисплея {0}
sv: Skriv ingången koplar inte till grafikuppsättning {0}
tr: Yazma girişi {0} grafik dizisine bağlı değil.
uk_ua: Не підключений вхід записи дисплея {0}

# ErrorBadHexInRange
source: Expecting number in range {0:X} - {1:X}.
ar: النتيجة المتوقعة هي رقم ضمن المجال {0:X} - {1:X} .
chs: 该数字应当介于 {0:X} 和 {1:X}
de: Erwarte Zahl im Bereich {0:X} - {1:X}.
el: Η τιμή να κυμαίνεται από {0:X} - {1:X}.
es: Numero esperado entre {0:X} - {1:X}
fa: عدد باید بین {0:X} و {1:X} باشد.
fr: Valeurs comprises entre {0:X} - {1:X}.
hr: Očekuje se broj u rasponu {0:X} - {1:X}.
ja: {0:X}から{1:X}の範囲で数値を入力してください。
ko: {0:X} - {1:X} 범위내의 수를 입력하십시오.
lt: Tikimasi numerio nuo {0:X}-{1:X}.
nl: Getal moet liggen tussen {0:X} - {1:X}
pl: Oczekiwano liczby z zakresu {0:X} - {1:X}.
pt_pt: A aguardar número entre {0:X} - {1:X}.
sv: Förväntar sig nummer mellan {0:x} - {1:x}
tr: Sayı aralığı bekleniyor {0:X} - {1:X}.

# CommandToolsIronPython
source: IronPython Console
de: IronPython Konsole
el: Κονσόλα IronPython
es: IronPython Consola
fa: کنسول IronPython
fr: Console IronPython
hr: IronPython konzola
ja: IronPythonコンソール
ko: IronPython 콘솔
lt: IronPython konsolė
pl: Konsola IronPython
sv: IronPython konsol
tr: IronPython Konsolu

# MessageLoadAutoSavedFile
source: File "{0}" was not saved correctly. Do you want to load auto saved state of this file?
de: Datei "{0}" wurde nicht korrekt gespeichert. Möchten Sie den automatisch gespeicherten Stand dieser Datei laden?
el: Το αρχείο "{0}" δεν αποθηκεύτηκε σωστά. Θέλετε να επαναφέρετε την εκδοχή του αρχείου που αποθηκεύτηκε αυτόματα;
es: Archivo "{0}" no ha sido salvado correctamente. ¿Desea cargar el archivo guardado anteriormente?
fa: فایل {0} به درستی ذخیره نشده است آیا مایل اید نسخه ذخیره خودکار این فایل را بارگذاری کنید؟
fr: Le fichier "{0}" n'a pas été sauvegardé correctement. Voulez-vous charger l'état sauvegardé automatiquement de ce fichier ?
hr: Datoteka "{0}" nije ispravno spremljena. Želite li učitati automatski spremljenu berziju ove datoteke?
ja: ファイル「{0}」は正しく保存されていません。 自動保存されたファイルを開きますか？
ko: 파일 "{0}"이 정상적으로 저장되지 않았습니다. 이 파일의 자동 저장된 상태로 로드하시겠습니까?
lt: Nepavyko "{0}" failo sėkmingai išsaugoti. Ar norite užkrauti automatiškai išsaugota šio failo būseną?
nl: Bestand {0} was niet goed opgeslagen. Wil je het, automatisch opgeslagen, bestand laden.
pl: Plik "{0}" nie został zapisany poprawnie. Czy chcesz wczytać automatycznie zapisaną kopię tego pliku?
pt_pt: Arquivo "{0}" não foi salvo corretamente. Você deseja carregar a configuração de salvamento automático para este arquivo?
sv: Fil "{0}" var inte sparad korrekt. Vill du ladda an automatiskt sparad fil istället?
tr: "{0}" dosyası doğru kaydedilemedi. Bu dosyanın otomatik kaydedilmiş durumunu yüklemek istiyor musunuz?

# TitleAutoSave
source: A_utomatically save changes every:
de: Änderungen alle:
el: Αυτόματη αποθήκευση αρχείου κάθε:
es: Autoguardar cambios cada:
fa: ذخیره خودکار تغیرات در هر:
fr: Sauvegarder les changements a_utomatiquement tous les :
hr: A_utomatski spremi promjene svakih:
ja: 変更を次の間隔で自動保存する:
ko: 변경 사항이 자동 저장되는 주기:
lt: Išsaugokite pakeitimus kas:
nl: Bewaar wijzigingen elke:
pl: Automatycznie zapisuj zmiany co:
pt_pt: Alterações salvas automaticamente a cada:
sv: A_utomatiskt sparingar sker varje:
tr: Değişiklikleri _otomatik olarak kaydet:

# TitleMinutesUnits
source: minutes
de: Minuten automatisch speichern.
el: λεπτά
es: Minutos
fa: دقیقه
hr: minuta
ja: 分
ko: 분
lt: minutės
nl: minuten
pl: minut
pt_pt: minutos
sv: minuter
tr: dakikalar

# TitlePinIndex
source: Pin order
de: Pin Reihenfolge
el: Σειρά συμβόλου
es: Índice PIN
fr: Ordre des broches
hr: Redoslijed pinova
ko: 핀 순서
lt: Prisegti įsakyma
nl: Pin volgorde
pl: Kolejność pinów
pt_pt: Ordem dos pinos
sv: Stift ordning
tr: Pin Çağırma

# TitlePinIndexReset
source: Reset to _graphical placement
de: Zurücksetzen auf _grafische Anordnung
el: Επαναφορά σε _γραφική τοποθέτηση
es: Reiniciar índice del PIN
fr: _Réinitialiser la position graphique
hr: Vrati na _grafički položaj
ko: 보이는 위치로 초기화
lt: Atstatyti į vaizdinį talpinimą
nl: Herstel volgens _grafische plaatsing
pl: Resetuj położenie
pt_pt: Redefinir para posicionamento _gráfico
sv: nollställ till _grafisk placering
tr: _grafiksel yerleştirmeyi sıfırla

# TitleStartupCircuit
source: _Startup:
de: _Inbetriebnahme:
el: _Αρχικό
es: Iniciar Circuito:
fr: Démarrer :
hr: _Pokretanje:
ko: 시작
lt: Užvedimas:
nl: _Begin met:
pl: Uruchomienie:
pt_pt: _Começar:
tr: _Başlangıç:

# TitleCurrent
source: Current logical circuit
de: Aktueller Schaltplan
el: Υφιστάμενο λογικό κύκλωμα
es: Corriente
fr: Circuit logique actuel
hr: Trenutni logički sklop
ko: 현재 논리회로
lt: Loginė srovinė grandinė
nl: Huidige logische schakeling
pl: Bieżący obwód logiczny
pt_pt: Circuito lógico atual
sv: Nuvarande logisk krets
tr: Mevcut lojik devre

# TitleBottom
source: _Bottom:
ar: أسفل:
de: _Unten:
el: _Κάτω:
es: Botón:
fr: _Bas :
hr: D_olje:
ko: 아래
lt: Apatinė:
nl: _Onder:
pl: Dół:
pt_pt: _Inferior:
sv: _Botten:
tr: _Alt:

# TitleLeft
source: _Left:
ar: يسار:
de: _Links:
el: _Αριστερά:
es: Izquierda:
fr: _Gauche :
hr: _Lijevo:
ko: 왼쪽
lt: Kairioji:
nl: _Links:
pl: Lewo:
pt_pt: _Esquerdo:
sv: _Vänster:
tr: _Sol:

# TitleRight
source: _Right:
ar: يمين:
de: _Rechts:
el: _Δεξιά:
es: Derecha:
fr: _Droite :
hr: _Desno:
ko: 오른쪽
lt: Dešnioji:
nl: _Rechts:
pl: Prawo:
pt_pt: _Direito:
sv: _Höger:
tr: S_ağ:

# TitleTop
source: _Top:
ar: أعلى:
de: _Oben:
el: _Πάνω:
es: Parte superior:
fr: _Haut :
hr: _Gore:
ko: 위
lt: Viršutinė:
nl: _Boven:
pl: Góra:
pt_pt: _Superior:
tr: _Üst

# MemoryAddress2PinName
source: Memory address port 2
de: Speicher-Adressport 2
el: Διεύθυνση μνήμης θύρας 2
es: Dirección de memoria puerto 2
fr: Port d'adresse mémoire 2
hr: Memorijska adresa port 2
ko: 메모리 주소 포트 2
lt: Antrojo prievado atminties adresas
nl: Geheugen adres poort 2
pl: Port 2 adresu pamięci
pt_pt: Porta de endereço de memória 2
sv: Minnes adress port 2
tr: Port 2 Hafıza Adresi

# MemoryAddress2PinNotation
source: a2
el: α2

# MemoryData2PinName
source: Memory data port 2
de: Speicher-Datenport 2
el: Δεδομένα μνήμης θύρας 2
es: Puerto de datos de memoria 2
fr: Port de donnée d'entrée 2
hr: Memorijski podatkovni priključak 2
ko: 메모리 데이터 포트 2
lt: Antrojo prievado atminties duomenys
nl: Geheugen data poort 2
pl: Port 2 danych pamięci
pt_pt: Porta de dados de memória 2
sv: Minnes data port 2
tr: Port 2 Hafıza Verisi

# MemoryData2PinNotation
source: d2
el: δ2

# TitleDualPort
source: _Dual port
el: Διπλή θύρα
es: Puerto _dual
fr: Port _double
hr: _Dualni port
ko: 듀얼 포트
lt: Dvigubas prievadas
nl: _Dubbel poort
pl: Podwójny port
pt_pt: Porta dupla
sv: _Dubbel port
tr: Çift Portlu

# TitleShortcut
source: _Keyboard shortcut:
ar: اختصار لوحة المفاتيح:
de: Tastatur_kürzel:
el: Συντόμευση πληκτρολογίου:
es: Atajo de teclado:
fa: میانبر صفحه کلید:
fr: _Raccourci clavier :
hr: Tip_kovnički prečac:
hu: Billentyűparancs:
ja: キーボードショートカット：
ko: 키보드 단축키:
lt: Spartusis klavišas:
nl: Toetsenbord _sneltoets:
pl: Skrót klawiszowy:
pt_pt: _Atalho de teclado:
sv: _Tangentbordsgenväg:
tr: _Klavye kısayolu:

# TitleSymbolShape
source: _Symbol shape:
de: _Symbolform:
el: Σχήμα συμβόλου:
es: Forma del símbolo:
fr: Forme du symbole :
hr: Oblik _simbola:
pt_pt: Forma do símbolo:

# SymbolShapeDemux
source: Demultiplexer
el: Αποπολυπλέκτης
fr: Démultiplexeur
hr: Demultiplekser
pt_pt: Desmultiplexador

# SymbolShapeDisplay
source: Display
de: Anzeige
el: Εκθέτω
es: Mostrar
fr: Affichage
hr: Zaslon
pt_pt: Mostrar

# SymbolShapeFlipFlop
source: Flip-flop
el: Σαγιονάρα
es: Biestable

# SymbolShapeMux
source: Multiplexer
el: Πολυπλέκτης
fr: Multiplexeur
hr: Multiplekser
pt_pt: Multiplexador

# TitleIsDiagramBackgroundWhite
source: _Diagram background is white
ar: خلفية الرسم التخطيطي بيضاء
de: _Der Hintergrund des Diagramms ist weiß
el: Το φόντο του διαγράμματος είναι λευκό
es: El fondo del diagrama es blanco
fa: زمینه نمودار سفید است
fr: L’arrière-plan du diagramme est blanc
hr: Pozadina dijagrama je bijela
hu: A diagram háttere fehér
ja: 図の背景が白である
ko: 다이어그램 배경은 흰색입니다.
lt: Diagramos fonas yra baltas
nl: De achtergrond van het diagram is wit
pl: Tło diagramu jest białe
pt_pt: O fundo do diagrama é branco
sv: Diagrammets bakgrund är vit
tr: Diyagram arka planı beyaz
