Repository: eugenelepekhin/LogicCircuit
Catalog: Sources/LogicCircuit/Properties/Resources.*.resx
Languages: ar, chs, de, el, es, fa, fr, he_il, hr, hu, it_it, ja, ko, lt, nl, pl, pt_pt, ru_ru, sv, tr, uk_ua

# ErrorLoopInCircuit
source: Symbol of circuit "{0}" on logical circuit "{1}" forms infinite loop. Please resolve the loop.
ar: الرمز الخاص بالدارة "{0}" في الدارة المنطقية "{1}" يشكل حلقة لا نهائة. الرجاء حل المشكلة.
chs: 在逻辑电路 "{1}" 上的 "{0}" 电路模块导致了无穷循环。请解决这个循环。
de: Das Symbol "{0}" in der Schaltung "{1}" erzeugt eine Endlosschleife. Bitte lösen Sie die Schleife auf.
el: Το σύμβολο του κυκλώματος "{0}" στο λογικό κύκλωμα "{1}" αποτελεί ατέρμωνα βρόγχο.
es: El simbolo del circuito "{0}" en el circuito logico "{1}" forma un ciclo infinito. Por favor resuelva este ciclo.
fa: شئ "{0}" در مدار "{1}" حلقه بینهایت تشکیل می دهد. لطفا این مشکل را حل کنید.
fr: Le symbole du circuit "{0}" dans le circuit logique "{1}" forme une boucle infinie. Veuillez resoudre cette boucle.
he_il: רכיב של המעגל "‏{0}"‏ במעגל "‏{1}"‏ יוצר לולאה אינסופית. נא לפתור את הלולאה.‏
hr: Simbol kruga "{0}" na logičkom sklopu "{1}" čini beskonačnu petlju. Molimo riješite petlju.
hu: A következő szimbólum"{0}" a következő logikai kapcsoláson "{1}" végtelen ciklust alkot. Szüntesd meg a problémát.
it_it: Il simbolo di circuito "{0}" sul circuito logico "{1}" crea un ciclo infinito. Risolvere il problema.
ja: 回路「{0}」にある回路「{1}」が無限ループになっています。修正してください。
ko: "{1}"회로에 있는 요소 "{0}"은 무한반복됩니다. 반복을 풀어주십시오.
lt: grandinės simbolis {0} loginėje grandinėje "{1}" formuoja begalinį kilpa. Prašom išspresti kilpa.
nl: Symbool van circuit "{0}" op logisch circuit "{1}" vormt een oneindige lus. Los dit eerst op.
pl: Symbol obwodu "{0}" na obwodzie "{1}" tworzy nieskończoną pętle. Proszę, rozwiąż pętle.
pt_pt: Símbolo do circuito "{0}" no circuito lógico "{1}" forma um loop infinito. Por favor, verifique.
ru_ru: Символ схемы "{0}" на логической схеме "{1}" образует бесконечный цикл. Пожалуйста, разорвите цикл.
sv: Symbol på krets "{0}" på logisk krets "{1}" slapar en oendlig loop. Snälla lös problemet
tr: "{1}" mantık devresi üzerindeki "{0}" devresinin sembolü sonsuz döngü oluşturur. Lütfen döngüyü çözün.
uk_ua: Символ схеми "{0}" на логічній схемі "{1}" створює безкінечний цикл. Будь-ласка, усуньте цю проблему.

# ErrorManyResults
source: Input pin {0} of {1}{2} on {3} connected to more than one output pin that are not tri state capable.
ar: تماس الدخل {0} الخاص بـ {1}{2} {3} متصل بأكثر من تماس خرج واحد و التماسات المتصل بها ليست ثلاثية الحالة.
chs: {1} 的输入针脚 {0} 连接到了不止一个不支持三态的输出针脚。
de: Der Eingang {0} von {1}{2} an {3} ist mit mehr als einem Ausgang verbunden, welcher nicht Tri-State fähig ist.
el: Το pin εισόδου {0} απο {1}{2} σε {3} ειναι συνδεδεμένο με περισσότερα από ένα εξωτερικά pin που δεν είναι σε θέση να δημιουργήσουν τριφασικό κύκλωμα.
es: El Pin de entrada {0} en {1}{2} en {3} se encuentra conectado con mas de un Pin de salida, lo cual no es posible en tres estados.
fa: پین ورودی {0} در {1}{2} در {3} به بیش از یک پین خروجی وصل شده.
fr: Broche d'entrée {0} de {1}{2} sur {3} connecté à plus d'une broche de sortie qui ne sont pas en mesure à trois états.
he_il: פין הקלט ‏{0}‏ של ‏{1}‏ מחובר למספר פיני פלט שאינם תלת-מצביים.‏
hr: Ulazni pin {0} od {1}{2} na {3} spojen na više od jednog izlaznog pina koji ne podržava tri stanja.
it_it: Il pin di ingresso {0} di {1} è collegato a più di un pin di uscita che non sono in tri state.
ja: {3}上の入力ピン{0}{1}{2} が、3ステートでない複数の出力端子に接続されています。
ko: {3} {1}{2}의 입력 핀 {0}은 Tri-state를 이용가능하지 않은 하나 이상의 출력 핀에 연결되었다.
lt: Įvesties kaištukas {0} iš {1}{2} ant {3} sujungtas su daugiau negu su vienu išvesties kaištukus kurie nėra Tri būsenų suderintas
nl: Invoer pin {0} van {1}{2} op {3} is aangesloten op meer dan één uitgangspin, die niet 'tri-state' compatible zijn.
pl: Wejściowy pin {0} z {1}{2} na {3} podłaczony do więcej niż jednego pinu wyjściowego, który nie obsługuje trzech stanów.
pt_pt: Pino de entrada {0} de {1}{2} em {3} conectado a mais de um pino de saída que não admite tri-state (três estados).
ru_ru: Входной разъем {0} схемы {1} соединен с более, чем одним выходным разъемом схем, которые не являются схемами с тремя состояниями.
sv: Ingångs stift {0} på {1}{2} på {3} kopplad till mer än ett utgångs stift som inte är tri state kapabel.
tr: Üç durumluk özellikte olmayan birden fazla çıkış pinine bağlı {1}{2} üzerindeki {3} giriş pini {0}.
uk_ua: Вхідний роз'єм {0} схеми {1} з'єднаний з більш, ніж одним вихідним роз'ємом, що не підтримує три стани.

source: Power Off
ar: إطفاء الطاقة
chs: 断电
de: Ausgeschalten
el: Διακοπή τροφοδοσίας
es: Apagar
fa: خاموش
fr: Alimentation OFF
he_il: כיבוי
hr: Isključivanje
hu: Feszültség kikapcsolva
it_it: Spegni
ja: 電源オフ
ko: 종료
lt: Išjungimas
nl: Uitgeschakeld
pl: Włącz
pt_pt: Desligado
ru_ru: Выключить
sv: Ström Av
tr: Gücü Kapa
uk_ua: Вимкнути

source: Power On
ar: تشغيل الطاقة
chs: 加电
de: Eingeschalten
el: Ενεργοποίηση τροφοδοσίας
es: Encender
fa: روشن
fr: Alimentation ON
he_il: הדלקה
hr: Uključivanje
hu: Feszültség bekapcsolva
it_it: Accendi
ja: 電源オン
ko: 시작
lt: Įjungimas
nl: Ingeschakeld
pl: Wyłącz
pt_pt: Ligado
ru_ru: Включить
sv: Ström På
tr: Gücü Aç
uk_ua: Увімкнути

# ProbeHistoryMark
source: <<<<<< Mark >>>>>>
ar: <<<<<< علامة >>>>>>
chs: <<<<<<标记>>>>>>
de: <<<<<< Marke >>>>>>
el: <<<<<< Σημείωση >>>>>>
es: <<<<<< Marca >>>>>>
fa: <<<<<< نشان >>>>>>
fr: <<<<<< Marquer >>>>>>
he_il: ‏<<<<<< סימון >>>>>>‏
hr: <<<<<< Označi >>>>>>
lt: <<<<<< Ženklas >>>>>>
nl: <<<<<< Markering >>>>>>
pl: <<<<<< Oznaczenie>>>>>>
pt_pt: <<<<<< Marcar >>>>>>
ru_ru: <<<<<< Метка >>>>>>
sv: <<<<<< Märke >>>>>>
tr: <<<<<< İşaretle >>>>>>
uk_ua: <<<<<< Мітка >>>>>>

# TitleMark
source: _Mark
ar: علامة
chs: 标记(_M)
de: Markierung
el: _Σημείωση
es: Marcar
fa: نشانه گذاری
fr: _Marque
he_il: ‏_הכנס סימון
hr: _Označi
hu: _Kijelölés
it_it: _Marchio
ja: 目印を挿入
lt: ženkas
nl: _Markeer
pl: Oznaczenie
pt_pt: _Marcar
ru_ru: _Пометить
sv: _Märke
tr: _İşaret
uk_ua: _Позначити

# TitleProbeHistory
source: Probe History
ar: تاريخ المجس
chs: 探针历史
de: Prüfergebnisse
el: Ιστορικό του ακροδέκτη
es: Historial de pruebas
fa: تاریخچه Probe
fr: Historique des sondes
he_il: היסטוריה
hr: Povijest sonde
hu: Mérőpont előzmények
it_it: Cronologia sonda
ja: プローブ履歴
ko: 프로브 기록
lt: Zondo istorija
nl: Probe historie
pl: Historia próbnika
pt_pt: Histórico Ligação
ru_ru: История пробника
sv: Sond Historik
tr: Prob geçmişi
uk_ua: Історія проби

# MessageNotRootConstant
source: Only constants resided on the root circuit ({0}) can be changed when the power is on.
ar: فقط الثوابت الموجودة في الدارة الرئيسية ({0}) يمكن تغييرها عند تشغيل الطاقة.
chs: 只有处在根电路 ({0}) 上的常量可以在打开电源时被改变。
de: Nur bei Signalquellen in der Haupt-Schaltung ({0}) kann während der laufenden Simulation der Signalzustand geändert werden.
el: Μόνο οι σταθερές στο αρχικό κύκλωμα ({0}) μπορούν να αλλαχτούν κατά την ενεργοποίηση της τροφοδοσίας..
es: Sólo constantes residentes en el circuito de la raíz ({0}) pueden cambiarse cuando está encendido.
fa: فقط ثابت هایی که در مدار پایه ({0}) مستقر هستند می توانند در زمان روشن بودن مدار تغییر وضعیت دهند.
fr: Seules les constantes sur le circuit principal ({0}) peuvent être modifiées en simulation.
he_il: רק קבועים שנמצאים במעגל השורש‏ ({0}) ‏ניתנים לשינוי כאשר הזרם דולק.‏
hr: Samo konstante koje se nalaze u korijenskom krugu ({0}) mogu se promijeniti kada je napajanje uključeno.
hu: Csak a fő kapcsolásban ({0}) elhelyezett konstansok változtathatóak meg, ha a feszültség be van kapcsolva.
it_it: Solo le costanti risiedute sul circuito principale ({0}) possono essere modificate quando la corrente è accesa.
ja: 電源がオンのときはルート回路({0})上でしか定数の変更はできません。
ko: 최상위 회로에 오직 상수만 존재하는 ({0}) 는 작동될 때 변경 될 수 있습니다.
lt: Konstantos yra traukiamos tik iš šakninės grandinės ({0}) gali būti pakeistos kai galia yra įjungta.
nl: Alleen constanten die op schakeling ({0}) geplaatst zijn kunnen veranderd worden, als het programma draait.
pl: Tylko stałe znajdujace się w głównym obwodzie ({0}) mogą być zmienione podczas gdy jest on włączony.
pt_pt: Apenas constantes pertencentes ao circuito raíz ({0}) podem ser alteradas quando o circuito está ligado.
ru_ru: Только константы находящиеся в корневой схеме ({0}) можно менять при включеном питании.
sv: Bara konstanter på rot kretsen ({0}) kan ändras sär strömmen är på.
tr: Güç açıkken sadece kök devresinde ({0}) bulunan sabitler değiştirilebilir.
uk_ua: Тільки константи, що знаходяться в коренній схемі({0}) можна змінювати при ввімкненому живленні.

# LogicalCircuitMainName
source: Main
ar: رئيسي
chs: 主模块
de: Haupt-Schaltung
el: Κύριο μενού
es: Principal
fa: اصلی
fr: Principal
he_il: ראשי
hr: Glavni
it_it: Principale
ja: メイン
lt: Pagrindinis
pl: Obwód główny
pt_pt: Principal
ru_ru: Главная
sv: Huvud
tr: Ana
uk_ua: Головна

# CircuitProjectName
source: Circuit Project
ar: مشروع دارة
chs: 电路项目
de: Schaltungs-Projekt
el: Κύκλωμα Έργου
es: Nombre del proyecto
fa: پروژه مدار
fr: Projet du circuit
he_il: פרויקט מעגל
hr: Projekt sklopa
it_it: Circuito del progetto
ja: 回路プロジェクト
ko: Circuit 프로젝트
lt: Grandinės projekto vardas
pl: Projekt obwodu
pt_pt: Projeto de Circuito
ru_ru: Проект
sv: Krets Projekt
tr: Devre Projesi
uk_ua: Проект

source: Oscillation
ar: الذبذبة
chs: 振荡
de: Signalverlauf
el: Ταλάντωση
es: Oscilación
fa: نوسان
he_il: תנודה
hr: Oscilacija
hu: Oszcilláció
it_it: Oscillazione
ja: 発振
lt: Virpesys
nl: Oscillatie
pl: Oscylacja
pt_pt: Oscilação
ru_ru: Автоколебание
sv: Svängning
tr: Salınım
uk_ua: Автоколивання

# TitleOscillogram
source: Oscillogram
ar: راسم الذبذبة
chs: 波形
de: Oszillogramm
el: Παλμογράφημα
es: Oscilograma
fa: نوسان سنچ
fr: Oscillogramme
he_il: מרשם תנודה
hr: Oscilogram
it_it: Oscillogramma
ja: オシログラム
ko: 오실로그램
lt: Oscilograma
pl: Oscylogram
pt_pt: Oscilograma
ru_ru: Осциллограмма
tr: Osilogram
uk_ua: Осцилограма

# TitleOscilloscope
source: Logic Circuit Oscilloscope
ar: راسم إشارة الدارة.
chs: 逻辑电路示波器
de: Oszilloskop
el: Παλμοσκόπιο κυκλώματος
es: Osciloscopio (Logic Circuit)
fa: نوسان نمای مدار منطقی
fr: Oscilloscope du circuit logique
he_il: מרשם תנודות
hr: Logic Circuit osciloskop
hu: Logic Circuit oszcilloszkóp
it_it: Oscilloscopio Logic Circuit
ja: 回路のオシロスコープ
ko: 논리회로 오실로스코프
lt: Loginės Grandinės Oscilograma
nl: Logisch Circuit Oscilloscoop
pl: Oscyloskop obwodu
pt_pt: Osciloscópio do Circuito Lógico
ru_ru: Осциллограф
sv: Logisk Krets Oscilloskop
tr: Lojik Devre Osiloskobu
uk_ua: Осцилограф

# TitleOscilloscoping
source: _Oscilloscoping
ar: رسم الإشارة
chs: 示波器(_O)
de: _Oszilloskopieren
el: _Παλμογράφημα
es: Osciloscopio
fa: نوسان یابی
he_il: ‏_פועל
hr: _Osciloskop
it_it: _Oscilloscopio
ja: オシロスコープを作動
lt: Oscilogramavimas
pl: Badanie oscyloskopowe
pt_pt: Medição por _Osciloscópio
ru_ru: _Измерять
sv: _Oscilloskopar
tr: Osilasyon
uk_ua: _Виміряти

# CommandFileFileImport
source: _Import...
ar: إستيراد...
chs: 导入(_I)...
el: _Εισαγωγή...
es: Importar
fa: وارد کردن...
fr: Importer...
he_il: ‏_ייבוא...‏
hr: U_voz...
hu: _Importálás...
it_it: _Importa...
ja: 読み込み...
ko: 가져오기...
lt: Importuoti
nl: _Importeer...
pl: Importuj...
pt_pt: _Importar...
ru_ru: _Импортировать...
sv: _Inport...
tr: _İçe Aktar...
uk_ua: _Імпортувати...

# ImportTitle
source: Import
ar: استيراد
chs: 导入
el: Εισαγωγή
es: Importar
fa: وارد کردن
fr: Importer
he_il: ייבוא
hr: Uvoz
hu: Importálás
it_it: Importa
ja: 読み込み
ko: 가져오기
lt: Importuoti
nl: Importeer
pt_pt: Importar
ru_ru: Импорт схем
sv: Inport
tr: İçe Aktar
uk_ua: Імпортувати

# TitleCircuitDescriptor
source: Circuit
ar: دارة
chs: 电路
de: Schaltplan
el: Κύκλωμα
es: Circuito
fa: مدار
he_il: מעגל
hr: Sklop
hu: Kapcsolás
it_it: Circuito
ja: 回路
ko: 회로
lt: Grandinė
nl: Schakeling
pl: Obwód
pt_pt: Circuito
ru_ru: Схема
sv: Krets
tr: Devre
uk_ua: Схема

# TitleFileName
source: File:
ar: ملف:
chs: 文件
de: Datei:
el: Αρχείο:
es: Nombre de archivo:
fa: فایل:
fr: Fichier :
he_il: ‏קובץ:‏
hr: Datoteka:
hu: Fájl
ja: ファイル:
ko: 파일:
lt: Failas:
nl: Bestand:
pl: Plik:
pt_pt: Ficheiro:
ru_ru: Файл:
sv: Fil:
tr: Dosya:
uk_ua: Файл:

# TitleImportCircuit
source: Import
ar: إستيراد
chs: 导入
el: Εισαγωγή
es: Importar
fa: وارد کردن
fr: Importer
he_il: ייבוא
hr: Uvoz
hu: Importálás
it_it: Importa
ja: 読み込み
ko: 가져오기
lt: Importuoti
nl: Importeer
pt_pt: Importar
ru_ru: Импорт схем
sv: Inport
tr: İçe Aktar
uk_ua: Імпортувати

# TitleCheckAll
source: _Check All
ar: حدد الكل
chs: 全部选中(_C)
de: Alles _auswählen
el: _Έλεγχος όλων
es: Validar todo
fa: انتخاب همه
fr: Sélectionner tout
he_il: ‏_סימון הכל
hr: _Označi sve
hu: Minden _Ellenőrzése
it_it: _Seleziona tutto
ja: すべて選択
ko: 모두 선택
lt: Parinkti Visus
nl: _Controleer Alles
pl: Zaznacz wszystko
pt_pt: _Marcar todos
ru_ru: _Пометить все
sv: _Kolla Alla
tr: _Tümünü Kontol et
uk_ua: _Позначити всі

# TitleUncheckAll
source: _Uncheck All
ar: الغاء تحديد الكل
chs: 全部不选(_U)
de: Alles a_bwählen
el: _Αποεπιλογή όλων
es: Deseleccionar todo
fa: عدم انتخاب همه
fr: Déselectionner tout
he_il: ביטול הבחירה מהכל
hr: O_dznači sve
hu: _Kijelölések megszüntetése
it_it: _Deseleziona tutto
ja: すべて選択解除
ko: 선택되지 않은 항목
lt: Atžymėti visus
nl: _Uncheck Alles
pl: Odznacz wszystko
pt_pt: _Desmarcar todos
ru_ru: _Снять все
sv: _Sluta Kolla Alla
tr: _Tümünün işaretini kaldır.
uk_ua: _Зняти все

# ImageFileFilter
source: Image File (*.bmp;*.dib;*.gif;*.jpeg;*.jpg;*.jpe;*.png;*.tiff;*.tif)|*.bmp;*.dib;*.gif;*.jpeg;*.jpg;*.jpe;*.png;*.tiff;*.tif|All Files (*.*)|*.*
ar: ملف صورة (*.bmp;*.dib;*.gif;*.jpeg;*.jpg;*.jpe;*.png;*.tiff;*.tif)|*.bmp;*.dib;*.gif;*.jpeg;*.jpg;*.jpe;*.png;*.tiff;*.tif|All Files (*.*)|*.*
chs: 图像文件 (*.bmp;*.dib;*.gif;*.jpeg;*.jpg;*.jpe;*.png;*.tiff;*.tif)|*.bmp;*.dib;*.gif;*.jpeg;*.jpg;*.jpe;*.png;*.tiff;*.tif|全部文件 (*.*)|*.*
de: Bild Dateien (*.bmp;*.dib;*.gif;*.jpeg;*.jpg;*.jpe;*.png;*.tiff;*.tif)|*.bmp;*.dib;*.gif;*.jpeg;*.jpg;*.jpe;*.png;*.tiff;*.tif|Alle Dateien (*.*)|*.*
el: Αρχείο εικόνων (*.bmp;*.dib;*.gif;*.jpeg;*.jpg;*.jpe;*.png;*.tiff;*.tif)|*.bmp;*.dib;*.gif;*.jpeg;*.jpg;*.jpe;*.png;*.tiff;*.tif|Ολα τα αρχεια (*.*)|*.*
es: Archivo de imagen (*.bmp;*.dib;*.gif;*.jpeg;*.jpg;*.jpe;*.png;*.tiff;*.tif)|*.bmp;*.dib;*.gif;*.jpeg;*.jpg;*.jpe;*.png;*.tiff;*.tif|All Files (*.*)|*.*
fr: Fichier image (*.bmp;*.dib;*.gif;*.jpeg;*.jpg;*.jpe;*.png;*.tiff;*.tif)|*.bmp;*.dib;*.gif;*.jpeg;*.jpg;*.jpe;*.png;*.tiff;*.tif|All Files (*.*)|*.*
he_il: קובץ תמונה ‏(*.bmp;*.dib;*.gif;*.jpeg;*.jpg;*.jpe;*.png;*.tiff;*.tif)‏|*.bmp;*.dib;*.gif;*.jpeg;*.jpg;*.jpe;*.png;*.tiff;*.tif|כל הקבצים ‏(*.*)|*.*
hr: Slikovna datoteka (*.bmp;*.dib;*.gif;*.jpeg;*.jpg;*.jpe;*.png;*.tiff;*.tif)|*.bmp;*.dib;*.gif;*.jpeg;*.jpg;*.jpe;*.png;*.tiff;*.tif|All Files (*.*)|*.*
hu: Kép fájl (*.bmp;*.dib;*.gif;*.jpeg;*.jpg;*.jpe;*.png;*.tiff;*.tif)|*.bmp;*.dib;*.gif;*.jpeg;*.jpg;*.jpe;*.png;*.tiff;*.tif|All Files (*.*)|*.*
it_it: Formati file di immagine (*.bmp;*.dib;*.gif;*.jpeg;*.jpg;*.jpe;*.png;*.tiff;*.tif)|*.bmp;*.dib;*.gif;*.jpeg;*.jpg;*.jpe;*.png;*.tiff;*.tif|Tutti i file (*.*)|*.*
ja: 画像ファイル (*.bmp;*.dib;*.gif;*.jpeg;*.jpg;*.jpe;*.png;*.tiff;*.tif)|*.bmp;*.dib;*.gif;*.jpeg;*.jpg;*.jpe;*.png;*.tiff;*.tif|すべてのファイル (*.*)|*.*
ko: 이미지 파일(*.bmp;*.dib;*.gif;*.jpeg;*.jpg;*.jpe;*.png;*.tiff;*.tif)|*.bmp;*.dib;*.gif;*.jpeg;*.jpg;*.jpe;*.png;*.tiff;*.tif|All Files (*.*)|*.*
lt: Vaizdo failai i(*.bmp;*.dib;*.gif;*.jpeg;*.jpg;*.jpe;*.png;*.tiff;*.tif)|*.bmp;*.dib;*.gif;*.jpeg;*.jpg;*.jpe;*.png;*.tiff;*.tif|Visi failai (*.*)|*.*
nl: Afbeelding (*.bmp;*.dib;*.gif;*.jpeg;*.jpg;*.jpe;*.png;*.tiff;*.tif)|*.bmp;*.dib;*.gif;*.jpeg;*.jpg;*.jpe;*.png;*.tiff;*.tif|Alle bestanden (*.*)|*.*
pl: Plik obrazu (*.bmp;*.dib;*.gif;*.jpeg;*.jpg;*.jpe;*.png;*.tiff;*.tif)|*.bmp;*.dib;*.gif;*.jpeg;*.jpg;*.jpe;*.png;*.tiff;*.tif|Wszystkie pliki (*.*)|*.*
pt_pt: Ficheiro de Imagem (*.bmp;*.dib;*.gif;*.jpeg;*.jpg;*.jpe;*.png;*.tiff;*.tif)|*.bmp;*.dib;*.gif;*.jpeg;*.jpg;*.jpe;*.png;*.tiff;*.tif|Todos os Ficheiros (*.*)|*.*
ru_ru: Файлы изображений (*.bmp;*.dib;*.gif;*.jpeg;*.jpg;*.jpe;*.png;*.tiff;*.tif)|*.bmp;*.dib;*.gif;*.jpeg;*.jpg;*.jpe;*.png;*.tiff;*.tif|Все файлы (*.*)|*.*
sv: Bild Fil (*.bmp;*.dib;*.gif;*.jpeg;*.jpg;*.jpe;*.png;*.tiff;*.tif)|*.bmp;*.dib;*.gif;*.jpeg;*.jpg;*.jpe;*.png;*.tiff;*.tif|All Files (*.*)|*.*
tr: Resim Dosyası (*.bmp;*.dib;*.gif;*.jpeg;*.jpg;*.jpe;*.png;*.tiff;*.tif)|*.bmp;*.dib;*.gif;*.jpeg;*.jpg;*.jpe;*.png;*.tiff;*.tif|All Files (*.*)|*.*
uk_ua: Файли зображень(*.bmp;*.dib;*.gif;*.jpeg;*.jpg;*.jpe;*.png;*.tiff;*.tif)|*.bmp;*.dib;*.gif;*.jpeg;*.jpg;*.jpe;*.png;*.tiff;*.tif|Всі файли (*.*)|*.*

# ImagePathInvalid
source: The provided file name is not valid. Please check that parent folder exists and file name is a valid one.
ar: اسم الملف الذي اخترته غير صحيح. الرجاء التحقق من أن المجلد الأب موجود و أن اسم الملف صحيح .
chs: 提供的文件名无效。请检查父目录是否存在并且文件名有效。
de: Der angegebene Dateiname ist ungültig. Bitte stellen Sie sicher, dass das übergeordnete Verzeichnis existiert und der Dateiname gültig ist.
el: Το όνομα του αρχείου δεν είναι έγκυρο. Παρακαλώ ελέγξτε ότι υπάρχει ο φάκελος και το όνομα αρχείου είναι έγκυρο.
es: El nombre proporcionado no es valido. Favor de validar que la carpeta exista y que el nombre de archivo sea valido.
fa: نام فابل معتبر نمی باشد. لطفا مسیر فولدر و نام فایل را چک کنید.
fr: Le nom de fichier fourni est invalide. Veuillez vérifier le nom du fichier et que le dossier parent existe.
he_il: שם הקובץ לא תקין. נא לבדוק שהתיקיה והקובץ קיימים וששם הקובץ הוזן נכון.‏
hr: Navedeni naziv datoteke nije važeći. Provjerite postoji li nadređena mapa i je li naziv datoteke važeći.
hu: A megadott fájlnév vagy elérési útvonal érvénytelen. Ellenőrizd, hogy a megadott elérési út létezik e.
it_it: Il nome del file fornito non è valido. Si prega di controllare se la cartella esiste e il nome del file è valido.
ja: 入力されたファイル名が不正です。親フォルダが存在するか、ファイル名が正しいかをチェックして下さい。
ko: 입력한 파일의 이름이 유효하지 않습니다. 파일 이름의 유효성과 상위폴더의 존재 여부를 확인해 주십시오.
lt: Pateiktas failo vardas nėra tinkamas. Prašau patikrinti ar Aplankas egzistuoja ar failo varas yra būtent tas
nl: De opgegeven naam is ongeldig. Controleer of de map bestaat, en of de bestandsnaam geldig is.
pl: Podana nazwa pliku jest nieprawidłowa.
pt_pt: O nome do ficheiro informado não é válido. Verifique se a pasta existe e se o nome do ficheiro é válido.
ru_ru: Недопустимое имя файла. Пожалуйста, убедитесь, что родительская папка существует, и имя файла является корректным.
sv: Det givna fil namnet är inte giltigt. Kolla att mappen du försöker lägga den i existerar och att fil namnet är ett giltigt namn.
tr: Sağlanan dosya adı geçerli değil. Lütfen üst klasörün mevcut olduğunu ve dosya adının geçerli olduğunu kontrol edin.
uk_ua: Недопустиме ім'я файлу. Будь-ласка, перевірте, чи існує батьківська папка або чи коректне ім'я файлу.

# MessageExportImageDialog
source: Select type of image and file name to export current diagram to.
ar: حدد نوع الصورة و اسم الملف ليتم تصدير المخطط الحالي إليه
chs: 选择需要将当前图表导出为的图片和文件格式
de: Bitte wählen Sie das Dateiformat der Bilddatei und den Dateinamen um das aktuelle Diagramm zu exportieren.
el: Επιλέξτε τον τύπο εικόνας και το όνομα αρχείου για εξαγωγή διαγράμματος.
es: Seleccione el tipo de imagen y el nombre del archivo para exportar el diagrama.
fa: نوع عکس و مسیر آن را برای ذخیره مشخص کنید.
fr: Sélectionnez le type d'image et le nom du fichier du diagramme courant a exporter.
he_il: נא לבחור את סוג התמונה ושם הקובץ לייצוא.‏
hr: Odaberite ekstenziju i unesite naziv datoteke za izvoz trenutnog dijagrama.
hu: Válazd ki a kép típusát és nevét amibe mentésre kerül a diagramm.
it_it: Seleziona il tipo di immagine e il nome del file per esportare lo schema corrente.
ja: 回路を出力する画像のフォーマットやファイル名を選択してください。
ko: 저장될 파일 경로, 이름, 유형을 정하여 주십시오.
lt: Pasirinkite vaizdo formatą ir failo vardą į kurį bus eksportuota dabartinė diagrama
nl: Selecteer het type afbeelding en de bestandsnaam waar het diagram naar geëxporteerd moet worden.
pl: Wybierz typ i nazwę pliku, do którego zostanie wyeksportowany
pt_pt: Selecione o tipo de imagem e o nome do ficheiro para exportar o diagrama.
ru_ru: Выберите тип изображения и имя файла для экспорта текущей диаграммы.
sv: Välj typ av bild och fil namn att exportera det nuvariga diagramet till.
tr: Geçerli diyagramı dışa aktarmak için görüntü tipi ve dosya adını seçin.
uk_ua: Оберіть тип зображення та ім'я файлу для експорту поточної діаграми.

# MessageImageFileExists
source: File "{0}" already exists. Do you want to replace it?
ar: الملف "{0}" موجود مسبقاً , هل تريد استبداله ؟
chs: 文件 "{0}" 已经存在 您确定要覆盖它吗？
de: Die Datei "{0}" existiert bereits. Soll die Datei ersetzt werden?
el: Το αρχειο "{0}" υπάρχει ήδη. Να αντικατασταθεί;
es: El archivo {0}" ya existe. Desea remplazarlo.
fa: فایل "{0}" موجود می باشد. آیا می خواهید آن را جایگزین کنید؟
fr: Le fichier "{0}" existe déjà. Voulez-vous le remplacer ?
he_il: הקובץ ‏"{0}"‏ כבר קיים.‏ האם להחליף אותו?‏
hr: Datoteka "{0}" već postoji. Želiš li je zamijeniti?
hu: A fájl"{0}" már létezik. Kívánod lecserélni?
it_it: Il file "{0}" esiste già. Si desidera sostituirlo?
ja: ファイル "{0}" はすでに存在しています。 上書きしてもよいですか？
ko: "{0}" 파일이 이미 존재합니다. 덮어 쓰시겠습니까?
lt: Failas "{0}" jau egzistuoja. Ar norite jį pakeisti savu failu
nl: Bestand "{0}" bestaat reeds. Wil je het vervangen?
pl: Plik "{0}" już istnieje. Czy chcesz go zamienić?
pt_pt: O Ficheiro "{0}" já existe. Deseja substitui-lo?
ru_ru: Файл "{0}" уже существует. Хотите заменить его?
sv: Fil "{0} finns redan. VIll du byta ut den?
tr: "{0}" dosyası zaten var. Değiştirmek istiyor musun?
uk_ua: Файл "{0}"уже існує. Хочете його замінити?

# TitleExportImage
source: Export Image
ar: تصدير صورة
chs: 导出图像
de: Exportiere Bild
el: Εξαγωγή εικόνας
es: Exportar imagen
fa: ذخیره عکس
fr: Exporter l'image
he_il: ייצוא תמונה
hr: Izvoz slike
hu: Kép exportálása
it_it: Esporta immagine
ja: 画像の書き出し
ko: 이미지 내보내기
lt: Eksportuoti Paveikslėli
nl: Exporteer afbeelding
pl: Exportuj obraz
pt_pt: Exportar Imagem
ru_ru: Экспорт изображенияs
sv: Exportera bild
tr: Resmi Dışa Aktar
uk_ua: Експортувати зображення

# TitleFile
source: _File:
ar: ملف:
chs: 文件(_F)
de: _Datei:
el: _Αρχείο:
es: Archivo:
fa: فایل:
fr: _Fichier :
he_il: ‏_קובץ:‏
hr: _Datoteka:
hu: _Fájl:
ja: ファイル:
ko: 파일:
lt: Failas:
nl: _Bestand:
pl: Plik:
pt_pt: _Ficheiro:
ru_ru: _Файл:
sv: _Fil:
tr: _Dosya:
uk_ua: _Файл:

# ReportMemoryName
source: {0}: {1} bit address, {2} bit data
ar: {0}: {1}بت عنوان, {2}بت بينات
chs: {0}: {1} 位宽地址，{2} 位宽数据
de: {0}: {1} Adressleitungen, {2} Datenleitungen
el: {0}: {1} διεύθυνση bit, {2} δεδομένα bit
es: {0}: {1} dirección del bit, {2} información del bit
fa: حافظه {0}: {1} بیت آدرس، {2} بیت دیتا
fr: {0} : {1} bit d'addresse, {2} bit de donnée
he_il: ‏{0}‏:‏ {1} ‏סיביות כתובת, ‏{2} ‏סיביות נתונים
hr: {0}: {1} bitna adresa, {2} bitni podaci
hu: {0}: {1} bit cím, {2} bit adat
it_it: {0}: {1} indirizzo bit, {2} bit di dati
ja: {0}: アドレス幅 {1}ビット / データ幅 {2}ビット
ko: {0}: {1} 주소 비트, {2} 비트 데이터
lt: {0}:{1} bitų adresas, {2} bitų duomenys
nl: {0}: {1} bit adres, {2} bit data
pl: {0}: {1} bitowy adres, {2} bitowa dana
pt_pt: {0}: {1} bits de endereço, {2} bits de dados
ru_ru: {0} {1} битный адрес, {2} битные данные
sv: {0}: {1} bit adress, {2} bit data
tr: {0}: {1} bit adresi, {2} bit verisi
uk_ua: {0} {1} бітна адреса, {2} бітні дані

# TriStateGroupName
source: Tri-state group
ar: مجموعة ثلاثي الحالة
chs: 三态组
de: Tri-State Gruppe
el: Τριφασική ομάδα
es: Grupo de tres estados
fa: گروه سه جانبه
fr: Groupe 3-état
he_il: קבוצת רכיבים תלת-מצביים
hr: Grupa tri stanja
hu: Három állapotú csoport
it_it: Gruppo Tri-state
ja: 3ステートグループ
lt: Tri-Būsenų grupė
nl: Tri-state groep
pl: Grupa buforów sterowanych
pt_pt: Grupo Tri-state
ru_ru: Группа схем с тремя состояниями
sv: Tri-state grupp
tr: Üç-Durumlu grup
uk_ua: Tristate група

# TextNotation
source: Text Note
ar: ملاحظة نصية
chs: 文本注释
de: Beschriftung
el: Σημείωση κειμένου
es: Nota de texto
fa: یادداشت
fr: Note textuelle
he_il: טקסט
hr: Tekst napomene
hu: Szöveges megjegyzés
it_it: Nota di testo
ja: テキストメモ
ko: 메모
lt: Teksto pastaba
nl: Tekst notitie
pl: Notatka
pt_pt: Nota de Texto
ru_ru: Пояснения
sv: Text Notering
tr: Metin Notu
uk_ua: Пояснення
