Repository: eugenelepekhin/LogicCircuit
Catalog: Sources/LogicCircuit/Properties/Resources.*.resx
Languages: ar, chs, de, el, es, fa, fr, he_il, hr, hu, it_it, ja, ko, lt, nl, pl, pt_pt, ru_ru, sv, tr, uk_ua

# TitleSide
source: _Side:
ar: طرف:
chs: 边(_S)
de: _Seite:
el: _Πλευρά:
es: Lado:
fa: طرف:
fr: Coté :
he_il: ‏_צד:‏
hr: _Strana:
hu: _Oldal:
it_it: _Lato:
ja: 端子の位置:
ko: 면:
lt: Pusė:
nl: _Kant:
pl: Strona:
pt_pt: _Lado:
ru_ru: _Сторона:
sv: _Sida:
tr: Y_an:
uk_ua: _Сторона:

# TitleType
source: _Type:
ar: النمط:
chs: 类型(_T)
de: _Ansteuerung:
el: _Τύπος:
es: Tipo:
fa: نوع:
he_il: ס_וג:‏
hr: _Ekstenzija:
hu: _Típus:
it_it: _Tipo:
ja: タイプ:
ko: 유형:
lt: Tipas:
pl: Typ:
pt_pt: _Tipo:
ru_ru: _Тип:
tr: _Tip:
uk_ua: _Тип:

# TitleWriteOn
source: _Write on:
ar: كتابة في:
chs: 写入(_W)
de: _Schreiben bei:
el: _Εγγραφή σε:
es: Escribir en:
fa: نوشته شود زمانی که:
fr: Ecrire sur :
he_il: כת_יבה ב:‏
hr: _Zapiši na:
hu: _Írás a következő esetben:
it_it: _Scrivi su:
ja: 書き込みタイミング:
ko: 쓰기:
lt: Rašimas ant:
nl: _Schrijf op:
pl: Zapis przy zboczu:
pt_pt: _Escrever em:
ru_ru: Запись _на:
sv: _Skriv på:
tr: _Üzerine yaz:
uk_ua: Запис _на:

# TipOnStartMove
source: Drag & drop the selection at desired location. Hit Esc to cancel the move. Hold Shift when dropping to prevent connected wires move.
ar: اسحب و أفلت ما هو محدد إلى المكان المطلوب. اضغط Shift عند الإفلات من أجل منع الأسلاك الموصولة من التحرك.
chs: 拖动选择的区域到目的位置。按下 Esc 键来取消移动过程。在释放鼠标时按住 Shift 键来阻止连接导线的移动。
de: Ziehen Sie die ausgewählten Elemente an die gewünschte Position. Drücken Sie Esc um das Verschieben abzubrechen. Halten Sie Shift beim Absetzen der Elemente um benachbarte Verbindungen abzutrennen.
el: Σύρετε & αφήστε την επιλογή στην επιθυμητή θέση. Πατήστε Esc για να ακυρώσετε την κίνηση. Κρατήστε πατημένο το πλήκτρο Shift για να μην αποσυνδέονται τα συνδεδεμένα καλώδια.
es: Arrastrar y soltar la selección en la ubicación deseada. Pulse Esc para cancelar el movimiento. Oprima la tecla Shift al momento de soltar a fin de evitar que los cables conectados se muevan.
fa: شئ انتخاب شده را به محل مورد نظر بکشید. برای لغو حرکت Esc را بزنید. برای جلوگیری از حرکت سیم های متصل Shift را نگه دارید.
fr: Glissez-déposez la sélection à l'endroit désiré. Tapez Echap pour annuler le déplacement. Maintenez la touche Maj pour prévenir le déplacement de fils connectés.
he_il: ניתן לגרור את הבחירה למקום הרצוי. לחיצה על Esc תבטל את ההזזה. החזקת Shift תמנע מחוטים מחוברים לזוז.‏
hr: Povucite i ispustite odabir na željeno mjesto. Pritisnite Esc za poništavanje premještanja. Držite Shift pri ispuštanju kako biste spriječili pomicanje spojenih žica.
hu: Fogd és vidd a kijelölést a kívánt helyre. ESC megnyomása megszakítja a műveletet. Ha a SHIFT nyomva van elengedés közben, akkor a vezékeket nem mozgatja.
it_it: Trascina e rilascia la selezione nella posizione desiderata. Premete Esc per annullare l'operazione. Tenere premuto il tasto Maiusc al rilascio per evitare movimenti dei fili collegati.
ja: 選択したものを好きな場所にドラッグ&ドロップします。Escキーを押すと移動をキャンセルできます。シフトキーを押しながらドロップすると、配線を移動しません。
ko: 선택한 항목을 원하는 위치에 드래그&드롭 합니다. 이동을 취소하려면 ESC를 누릅니다. 연결된 와이어의 이동을 방지하기 위해 이동할 때 SHIFT키를 누릅니다.
lt: Nuotemti pasirinkimą į norimą vietą. Spauskite Esc, kad atšaukti perkelima. Laikykite Shift, kai paleidžiate, kad neleisti laidų judėjimo.
nl: Sleep de selectie naar de gewenste locatie. Druk op ESC om de verplaatsing te annuleren. Houdt SHIFT ingedrukt, tijdens verplaatsen, om verplaatsing van aangesloten draden te voorkomen.
pl: Przeciągnij i upuść zaznaczenie do wybranej lokalizacji. Wciśnij Esc aby anulować przeniesienie. Przytrzymaj Shift w trakcie przenoszenia aby uniknąć przemieszczenia się połączonych przewodów.
pt_pt: Arraste e solte a seleção para a localização desejada. Pressione Esc para cancelar a operação. Carregue Shift enquanto soltar para evitar a movimentação de cabos conectados.
ru_ru: Перетащите и отпустите выделение в нужное место. Нажмите Esc, чтобы отменить перетаскивание. Удерживайте Shift при перетаскивании, чтобы предотвратить перемещение подсоединенных проводов.
sv: Dra & släpp den markerade till önskad plats. Tryck Esc för att avbryta flyttningen. Håll Shift när du släpper för att förhindra ihopkopplade kablars rörelse
tr: Seçimi istenen konuma sürükleyip bırakın. Hareketi iptal etmek için Esc tuşuna basın. Bağlı kabloların hareket etmesini önlemek için sürüklerken Shift tuşunu basılı tutun.
uk_ua: Перемістіть виділення в потрібне місце. Натисніть Esc для відміни переміщення. Утримуйте Shift при переміщенні, щоб запобігти переміщення під'єднаних провідників.

# TipOnStartWire
source: Drag end of wire to desired location. Hit Esc to cancel wire creation.
ar: اسحب نهاية السلك إلى المكان المطلوب. و اضغط Esc لإلغاء عملية انشاء السلك.
chs: 拖动导线的末端到目的位置。按下 Esc 来取消创建导线。
de: Ziehen Sie das Ende der Verbindung zur gewünschten Position. Drücken Sie Esc um die Erstellung der Verbindung abzubrechen.
el: Σύρετε την άκρη του καλωδίου στην επιθυμητή θέση. Πατήστε Esc για να ακυρώσετε τη δημιουργία καλωδιου.
es: Arrastre el cable hasta la posición deseada. Oprima Esc. para cancelar la creación del cable.
fa: انتهای سیم را به محل مورد نظر بکشید. برای لغو ایجاد سیم Esc را بزنید.
fr: Faites glisser l'extrémité du fil à l'endroit désiré. Tapez Echap pour annuler la création du fil.
he_il: ניתן לגרור את קצת החוט למקום הרצוי. לחיצה על Esc תבטל את יצירת החוט.‏
hr: Povucite kraj žice na željeno mjesto. Pritisnite Esc za poništavanje stvaranja žice.
hu: Mozgasd a vezeték végét a kívánt helyre. ESC gomb megnyomása megszakítja a vezeték létrehozását
it_it: Trascina il capo del filo nella posizione desiderata. Premete Esc per annullare la creazione del filo.
ja: 配線の端を好きな場所にドラッグします。Escキーを押すと配線をキャンセルできます。
ko: 원하는 위치에 와이어의 끝을 드래그합니다. 생성을 취소하려면 Esc를 누르십시오.
lt: Tutempkite laiko galą į norima vietą. paspauskite Esc ,kad atšaukti laido kurimą.
nl: Sleep het eind van de draden naar de gewenste locatie. Druk op ESC om het creëeren van draden te annuleren.
pl: Przeciągnij koniec przewodu do wybranej lokalizacji. Wciśnij Esc aby anulować tworzenie przewodu.
pt_pt: Arraste o final do cabo para o local desejado. Pressione Esc para cancelar a operação.
ru_ru: Перетащите конец провода в нужное место. Нажмите Esc, чтобы отменить создание провода.
sv: Dra slutet av kabel till önskad plats. Tryck Esc för att avbryta kabel skapning.
tr: Telin ucunu istenen konuma sürükleyin. Kablo oluşumunu iptal etmek için Esc tuşuna basın.
uk_ua: Перемістіть кінець провідника в потрібне місце. Натисніть Esc для відміни створення провідника.

source: Loading...
ar: تحميل...
chs: 载入中...
de: Laden...
el: Φόρτωση...
es: Cargando...
fa: در حال بارگذاری...
fr: Chargement...
he_il: טוען...‏
hr: Učitavam...
hu: Betöltés...
it_it: Caricamento...
ja: 読み込み中...
ko: 로딩...
lt: Įkraunama...
nl: Laden...
pl: Ładowanie...
pt_pt: A carregar...
ru_ru: Загрузка ...
sv: Laddar...
tr: Yükleniyor...
uk_ua: Завантаження...

# TipOnCtrlDown
source: Press Ctrl+{Shift}+Tab to switch between logical circuits or click to select/unselect individual symbols, zoom with mouse wheel, or pan.
ar: إضغط Ctrl+{Shift}+Tab للتحويل بين الدارات المنطقية و انقر لتحديد\إزالة تحديد العناصر بشكل منفرد
chs: 按下 Ctrl+{Shift}+Tab 来切换逻辑电路视图或者点击选择 / 未选择的独立元器件。
de: Drücken Sie Strg+{Shift}+Tab um zwischen den Schaltplänen umzuschalten oder klicken Sie um einzelne Symbole aus-/abzuwählen, zoomen mit dem Mausrad oder schwenken.
el: Πατήστε Ctrl + {Shift} + Tab για εναλλαγή μεταξύ λογικών κυκλωμάτων ή κάντε κλικ για να επιλέξετε/αποεπιλέξετε μεμονωμένα σύμβολα, μεγεθύνετε με τον τροχό του ποντικιού, ή μετακινήστε την οθόνη.
es: Oprima Ctrl+{Shift}+Tab para cambiar entre diferentes circuitos logícos o haga click para seleccionar / deseleccionar los simbolos individualmente.
fa: برای جابجایی بین مدار ها از Ctrl+{Shift}+Tab استفاده کنید یا برای انتخاب شان کلیک کنید.
fr: Appuyez sur Ctrl+{Maj}+Tab pour basculer entre les circuits logiques, cliquez pour sélectionner/désélectionner des symboles individuellement, utilisez la molette de la souris pour zoomer ou vous déplacer.
he_il: לחיצה על Ctrl+{Shift}+Tab עוברת בין מעגלים לוגיים. ניתן ללחוץ על רכיבים ספציפיים כדי לבחור אותם או לבטל את הבחירה...‏
hr: Pritisnite Ctrl {Shift}+Tab za prebacivanje između logičkih sklopova ili kliknite za odabir/poništavanje odabira pojedinačnih simbola, zumiranjem kotačićem miša ili pomicanjem.
hu: Ctrl+{Shift}+Tab vált a logikai kapcsolások között
it_it: Premere Ctrl + {Shift} + Tab per navigare tra i circuiti o fare clic per selezionare / deselezionare singoli simboli.
ja: Ctrl+{Shift}+Tab を押して回路を切り替えるか、個別のシンボルをクリックして選択状態を切り替えます。
ko: Ctrl+{Shift}+Tab 을 눌러 회로를 전환할 수 있습니다. 마우스를 클릭하여 개별 심볼을 선택/선택취소 하거나 마우스 휠로 확대/축소할 수 있습니다.
lt: Paspauskite Ctrl+{Shift}+Tab , kad keistis tarp loginių grandinių arba paspauskite, kad pasirinkti/atsirinkti individualius simbolius, priartinti naudojant pelės ratą, arba panoraminiu vaizdu.
nl: Druk op CTRL+{SHIFT}+Tab om te schakelen tussen logische circuits of klik om individuele symbolen te selecteren/deselecteren, verkleinen/vergroten met muiswiel.
pl: Wciśnij Ctrl+{Shift}+Tab aby przełączyć się między obwodami lub kliknij aby wybrać/odznaczyć pojedyńcze symbole, przybliżyć/oddalić kółkiem myszy oraz przesunąć.
pt_pt: Pressione Ctrl+{Shift}+Tab para mudar entre circuitos lógicos ou clique para marcar/desmarcar símbolos individuais, zoom com a roda do rato ou movimento panorâmico.
ru_ru: Нажмите сочетание клавиш Ctrl+{Shift}+Tab для переключения между логическими схемами, или щелкните мышкой, чтобы выделить или снять выделение с отдельных символов.
sv: Tryck Ctrl+{shift}+Tab för att byta mellan logiska kretsar eller klicka för att markera/omarkera individuela symboler, zoom med scroll hjulet. eller panorera.
tr: Mantıksal devreler arasında geçiş yapmak için Ctrl + {Shift} + Tab tuşuna basın veya tek tek semboller seçmek/seçimini kaldırmak için tıklayın. Yakınlaştırmak için mouse tekerleğini kullanın.
uk_ua: Натисніть Ctrl+{Shift}+Tab для перемикання між логічними схемами або клікніть, щоб виділить, або зняти виділення з окремих символів.

# TipOnWireSelect
source: Shift+{Ctrl}+Click on wire to select/unselect entire conductor, Alt+Click on selected wire to split, on common point of two to merge.
ar: Shift+{Ctrl}+Click على سلك من أجل تحديد\إزالة تحديد بالكامل , Alt+Click على سلك محدد من أجل تقسيمه , أو على نقطة مشتركة من أجل الدمج.
chs: 在导线上按下 Shift+{Ctrl}+双击来选择 / 取消选择整个导线；在导线上按下 Alt+双击将导线分成两部分。
de: Halten Sie Shift+{Strg} beim Klicken auf eine Verbindung um den ganzen Leitungsweg aus-/abzuwählen, halten Sie Alt beim Klicken auf ausgewählte Verbindungen um sie aufzutrennen bzw. zusammenzufassen.
el: Πατήστε Shift + {Ctrl} και κάντε κλικ στο καλώδιο για επιλογή/αποεπιλογή αγωγού, Alt + κλικ σε επιλεγμένο καλωδιο για να διαχωριστεί, σε κοινό σημείο των δύο για να συνδεθούν.
es: Shift+{Ctrl}+Click en el cable para seleccionar / deseleccionar el conductor, Alt+Click en el cable seleccionado para dividirlo, o en un punto común para unir dos cables.
fa: برای انتخاب همه سیم های متصل به هم از Shift+{Ctrl}+Click استفاده کنید. برای ایجاد گره جدید در سیم انتخاب شده از Alt+Click استفاده کنید.
fr: Maj+Ctrl+Clic sur le fil pour sélectionner / désélectionner tout le conducteur, Alt+Clic sur le fil choisi pour le diviser ou sur le point commun de deux fils pour les fusionner.
he_il: Shift+{Ctrl}+Click על חוט כדי לבחור/לבטל בחירה על המוליך כולו, Alt+Click על חוט מפצל אותו לשני חוטים, או מחבר שני חוטים כשהלחיצה היא על נקודה משותפת להם.‏
hr: Shift+{Ctrl}+klik na žicu za odabir/poništavanje odabira cijelog vodiča, Alt+Klik na odabranu žicu za razdvajanje, na zajedničkoj točki od dvije za spajanje.
it_it: Maiusc {Ctrl} + Click sul filo per selezionare / deselezionare l'intero conduttore, Alt + Click sul filo scelto per dividere, sul punto comune di due fili per unire.
ja: Shift + {Ctrl} を押しながら配線をクリックすると導線全体の選択状態が切り替わります。また、Alt を押しながら選択中の配線をクリックすると分割したり結合したりできます。
ko: Shift+{Ctrl}+Click시 연결된 모든 와이어가 선택 됩니다, 또] Alt+Click시 선이 분리 됩니다.
lt: Shift+{Ctrl}+Paspausti ant laido pasirinkti/atsirinkti visą konduktorių, Alt+Click ant pasirinkto laido, kad jį padalyti, ant bendro taško kad du sujunkti.
nl: Druk op SHIFT+{CTRL}+Click op de draad om de gehele conductor te selecteren/deselecteren, ALT+Click om de geselecteerde draad te splitsen, op een gemeenschappelijk punt, van twee draden, om te deze samen te voegen.
pl: Shift+{Ctrl}+Kliknięcie na przewodzie aby zaznaczyć/odznaczyć całą ścieżkę, Alt+Klik na wybranym przewodzie do podziału, lub na wspólnym punkcie żeby zcalić.
pt_pt: Shift+{Ctrl}+Click para selecionar/desmarcar o cabo inteiro, Alt+Click no cabo selecionado para dividir, e em dois pontos comuns para unir.
ru_ru: Shift+{Ctrl}+щелкните по проводу, чтобы выделить/отменить весь проводник, Alt+щелчек на выбранном проводе разделит его на два, а на общую точку двух проводов для их слияния.
sv: Shift+{Ctrl}+Klick på en kabel för att markera/omarkera hella ledaren, Alt+Klick på markerad kabel för att dela den, på denh gemensamma punkten för att kombinera.
tr: Shift + {Ctrl} + Tüm iletkeni seçmek veya seçimini kaldırmak için kabloya tıklayın, Alt + Seçilen kabloya bölünerek, birleştirmek için ortak noktaya tıklayın.
uk_ua: Shift+{Ctrl}+Клік на провіднику, щоб виділить/зняти виділення всього провідника; Alt+Клік на виділеному провіднику розділить його на дві частини, а на спільній точці з'єднає їх.

# TipOnAwaitingArea
source: {0} {1}. Surround multiple symbols to select them, hold Shift to keep current selection.
ar: {0} {1}. قم بإحاطة عدة رموز من أجل تحديدها, اضغط Shift باستمرار من أجل الحفاظ على التحديد الحالي.
chs: {0} {1}. 拖动鼠标来选中多个元素，按住 Shift 来多选
de: {0} {1}. Umfassen Sie mehrere Symbole um sie auszuwählen, halten Sie dabei Shift um die aktuelle Auswahl beizubehalten.
el: {0} {1}. Κυκλώστε πολλαπλά σύμβολα για επιλογή, κρατήστε πατημένο το πλήκτρο Shift για να διατηρήσετε την τρέχουσα επιλογή.
es: {0} {1}. Para seleccionar varios simbolos mantenga oprimida la tecla Shift.
fa: {0} {1}. اشیاء مختلف را با موس انتخاب کنید، برای نگه داشتن انتخاب فعلی Shift را نگه دارید.
fr: {0} {1}. Entourez plusieurs symboles pour les sélectionner, maintenez la touche Maj pour conserver la sélection courante.
he_il: ‏{0} ‏{1}‏. ‏ניתן להקיף מספר רכיבים כדי לבחור אותם ביחד, החזקת ‏Shift ‏תוסיף את הרכיבים לבחירה הנוכחית.‏
hr: {0} {1}. Okružite više simbola da biste ih odabrali, držite Shift da zadržite trenutni odabir.
it_it: {0} {1}. Circondare più simboli per selezionare, tenere premuto il tasto Maiusc per mantenere la selezione corrente.
ja: {0} {1}. シンボルを囲うと選択できます。そのとき、Shift を押しておけば現在の選択も残ります。
ko: {0} {1}. 여러 심볼을 각각 드래그 해서 선택하시려면 Shift키를 누른채로 선택하십시오.
lt: {0}{1}.Apsupti kelis simbolius kad juos pasirinkti , laikykite Shift , pasilikti dabartinį pasirinkimą.
nl: {0} {1}. Selecteer meerdere symbolen, houdt SHIFT ingedrukt om de huidige selectie te behouden.
pl: {0} {1}. Otocz wiele symboli aby je zaznaczyć, przytrzymaj Shift aby zachować bieżące zaznaczenie.
pt_pt: {0} {1}. Circule vários símbolos para selecioná-los, carregue na tecla Ctrl para manter esta seleção.
ru_ru: {0} {1}. Обведите несколько символов, чтобы выделить их, удерживайте Shift, чтобы сохранить текущее выделение.
sv: {0} {1}. Omringa flera symboler för att markera dem, håll ner Shift för att behålla nuvarande markeringar.
tr: {0} {1}. Onları seçmek için çoklu semboller çevirin, mevcut seçimi korumak için Shift tuşunu basılı tutun.
uk_ua: {0} {1}. Обведіть декілька символів, щоб виділити їх, утримуйте Shift, щоб зберегти поточне виділення.

# FunctionParameter
source: Function {0} required at least {1} parameters
ar: الدالة {0} تطلب على الأقل {1} بارامتر
chs: 函数 {0} 需要至少 {1} 个参数
de: Die Funktion {0} benötigt mindestens {1} Parameter.
el: Για τη λειτουργία {0} απαιτούνται τουλάχιστον {1} παραμέτροι
es: La función {0} requiere al menos {1} parámetro(s).
fa: تابع {0} حداقل به {1} پارامتر نیاز دارد
fr: La fonction {0} requiert au moins {1} paramètre(s).
he_il: נדרשים לפחות ‏{1}‏ פרמטרים עבור הפונקציה ‏{0}‏.‏
hr: Funkcija {0} zahtijeva najmanje {1} parametra
hu: A funkció {0} legalább {1} paramétert igényel
it_it: La funzione {0} richiede almeno {1} parametri
ja: 関数 {0} は {1} 個以上のパラメータが必要です。
ko: 기능 {0}은 최소한 {1}개의 요소가 필요하다.
lt: Funcija {0} Reikalauja bent {1} parametrų
nl: Functie {0} heeft minimaal {1} parameters nodig.
pl: Funkcja {0} wymaga przynajmniej {1} parametru(ów)
pt_pt: Função {0} requer ao menos {1} parâmetro(s)
ru_ru: Функция {0} требует по крайней мере {1} параметр(ов)
sv: Funktion {0} behöver minst {1} parametrar
tr: {0} fonksiyonu için en az {1} parametreye ihtiyaç duyuluyor
uk_ua: Функція {0} потребує хоча б {1} параметр(ів)

# UnknownState
source: State {0} is unknown
ar: الحالة {0} غير معروفة
chs: 状态 {0} 未知
de: Zustand {0} ist unbekannt
el: Η κατάσταση {0} είναι άγνωστη
es: El estado de {0} es desconocido
fa: حالت {0} نامفهوم است
fr: L'état {0} est inconnu
he_il: המצב ‏{0}‏ לא ידוע
hr: Stanje {0} je nepoznato
hu: Az állapot {0} ismeretlen
it_it: Stato {0} è sconosciuto
ja: 状態 {0} は不明です。
ko: 상태 {0} 이/가 잘못 되었습니다.
lt: Būsena {0} yra nežinoma
nl: Status {0} is onbekend
pl: Stan {0} jest nieznzny.
pt_pt: Estado {0} é desconhecido
ru_ru: Неизвестное состояние {0}
sv: Läge {0} är okänt
tr: {0} durumu Bilinmiyor
uk_ua: Невідомий стан {0}

# ErrorAddressNotConnected
source: Not all address bits connected on memory {0}
ar: ليست كل بتات العنونة متصلة بالذاكرة {0}
chs: 内存 {0} 上不是所有的地址位被连接
de: Beim Speicher {0} sind nicht alle Adressleitungen angeschlossen.
el: Δεν είναι όλα τα bit της διεύθυνσης συνδεδεμένα με τη μνήμη {0}
es: No todas las direcciones de Bit estan conectadas a la memoría {0}
fa: همه بیت های آدرس به حافظه {0} وصل نشده اند
fr: Certains bits d'adresse ne sont pas connecté sur la mémoire {0}
he_il: לא כל סיביות הכתובת מחוברות ברכיב הזיכרון‏ {0}‏
hr: Nisu svi bitovi adrese povezani s memorijom {0}
hu: Nem minden címbit csatlakoztatott a memórián {0}
it_it: Alcuni bit di indirizzamento della memoria non sono collegati {0}
ja: メモリ {0} のアドレスに接続されていないビットがあります。
ko: 주소비트 중에 메모리에 연결되지 않은 것이 있습니다. {0}
lt: Nevisi Atmintie bitai yra sujunkti {0}
nl: Niet alle adresbits zijn met het geheugen verbonden {0}
pl: Nie wszystkie bity portu adresowego podłączone do pamięci {0}
pt_pt: Nem todos os bits de endereço conectados à memória {0}
ru_ru: Не все биты адресного входа модуля памяти {0} подключены
sv: Inte alla adress bitar inkoplade på minne {0}
tr: Tüm bit adresleri hafızaya bağlı değil {0}
uk_ua: Не всі біти адресного входу модуля пам'яті {0} під'єднані

# ErrorDataInNotConnected
source: Not all input data bits connected on memory {0}
ar: ليست كل بتات البيانات متصلة بالذاكرة {0}
chs: 内存 {0} 上的输入数据位没有全部连接
de: Beim Speicher {0} sind nicht alle Eingangs-Datenleitungen angeschlossen.
el: Δεν είναι όλα τα bits των δεδομένων εισόδου συνδεδεμένα με τη μνήμη {0}
es: No todos los bits de información de entrada estan conectados a la memoria {0}
fa: همه بیت های ورودی دیتا به حافظه {0} وصل نشده اند
fr: Certains bits de donnée d'entrée ne sont pas connectés sur mémoire {0}
he_il: לא כל סיביות הקלט מחוברות ברכיב הזיכרון ‏{0}‏
hr: Nisu svi ulazni bitovi podataka povezani s memorijom {0}
hu: Nem minden bejövő adatbit csatlakoztatott a meórián {0}
it_it: Alcuni bit di input della memoria non sono collegati {0}
ja: メモリ {0} のデータに接続されていないビットがあります。
ko: 입력 데이터 비트 중에 메모리에 연결되지 않은 것이 있습니다. {0}
lt: Nevisi Įvesties duomenų bitai yra sujunkti kelyje {0}
nl: Niet alle databits zijn verbonden met het geheugen {0}
pl: Nie wszystkie bity portu danych podłączone do pamięci {0}
pt_pt: Nem todos os bits de entrada conectados à memória {0}
ru_ru: Не все биты входа данных модуля памяти {0} подключены
sv: Inte all ingångs data bitar inkoplade på minne {0}
tr: input bir verileri hafızaya bağlı değil {0}
uk_ua: Не всі біти адресного входу модуля пам'яті {0} під'єднані

# ErrorJamBitWidthDifferent
source: Input pin of {0} ({1}) and output pin of {2} ({3}) on {4} have different bit width and cannot be connected. Please resolve the issue.
ar: تماس الدخل الخاص بـ {0} ({1}) و تماس الخرج الخاص بـ {2} ({3}) في {4} لهما عرض بت مختلف و لا يمكن وصلهما. الرجاء حاول حل المشكلة.
chs: 输入针脚 {0}({1}) 和 {4} 上的输出针脚 {2}({3}) 有着不同的位宽因此不能相连接。请解决这个问题。
de: Der Eingang von {0} ({1}) und der Ausgang von {2} ({3}) in {4} haben verschiedene Busbreiten und können nicht miteinander verbunden werden. Bitte beheben Sie dieses Problem.
el: Το pin εισόδου του {0} ({1}) και το pin εξοδου του {2} ({3}) στο {4} έχουν διαφορετικό πλάτος και δεν μπορούν να συνδεθούν.
es: El Pin de entrada de {0} ({1}) y el Pin de salida de {2} ({3}) en {4} tienen longitud de bit diferente y no pueden ser conectados. Por favor resuelva este problema.
fa: پین ورودی {0} ({1}) و پین خروجی {2} ({3}) در {4} طول بیت متفاوتی دارند و نمی توانند به هم متصل شوند. لطفا این مشکل را حل کنید.
fr: L'entrée de {0} ({1}) et la sortie de {2} ({3}) sur {4} ont des tailles différentes et ne peuvent être connectées. Veuillez resoudre ce problème.
he_il: פין הקלט של ‏{0} (‏{1})‏ ופין הפלט של ‏{2}‏ (‏{3})‏ ברכיב ‏{4}‏ הם בעלי רוחב סיביות שונה ולא ניתנים לחיבור. נא לפתור את הבעיה.‏
hr: Ulazni pin {0} ({1}) i izlazni pin {2} ({3}) na {4} imaju različitu širinu bita i ne mogu se povezati. Molimo riješite problem.
hu: {0} ({1}) Bemeneti lába és {2} ({3}) kimeneti lába a következőn {4} különböző bit szélességű és ezért nem összeköthető.
it_it: Il pin di ingresso di {0} ({1}) e il pin di uscita di {2} ({3}) in {4} hanno diversa lunghezza in bitt e non possono essere collegati. Si prega di risolvere il problema.
ja: {4} にある {0} の入力端子 ({1}) と、{2} の出力端子 ({3}) のビット幅が異なるため接続できません。修正してください。
ko: {4}에 대한 {0} ({1}) 입력 핀과 {2} ({3})의 출력 핀이 다른 비트 크기를 갖고있어 연결이 불가능합니다. 문제를 해결하시기 바랍니다.
lt: Įvesties kaištukas {0} {1} ir Išvesties kaištukas {2} {3} ant {4} turi skirtingų bitų plotį ir negali būti sujungti. Prašome išspresti šią problemą.
nl: Invoerpin van {0} ({1}) en uitvoerpin van {2} ({3}) op {4} hebben verschillende woordbreedte en kunnen niet verbonden worden. Los dit eerst op.
pl: Pin wejściowy {0} ({1}) i pin wyjściowy {2} ({3}) w {4} mają różną szerokość bitową i nie mogą być połączone. Proszę, napraw ten problem.
pt_pt: Pino de entrada {0} ({1}) e pino de saída de {2} ({3}) em {4} tem larguras de bits diferentes e não podem ser conectados. Por favor, verifique o problema.
ru_ru: Входной разъем {0} ({1}) и выходной разъем {2} ({3}) на {4} имеют различную разрядность и не могут быть соединены. Пожалуйста, устраните эту проблему.
sv: Ingångs stiftet på {0} ({1}) och utgångs stiftet på {2} ({3}) på {4} har olika bit bredd och kan inte bli ihop kopplade. Snälla lös problemet.
tr: {0} ({1}) giriş pini ve {4} üzerindeki {2} ({3}) çıkış pini farklı bit genişliğine sahiptir ve bağlanamaz. Lütfen sorunu çözün.
uk_ua: Вхідний роз'єм {0} ({1}) та вихідний роз'єм {2} ({3}) на {4} мають різну розрядність і не можуть бути з'єднані. Будь-ласка, усуньте цю проблему.
