Repository: eugenelepekhin/LogicCircuit
Catalog: Sources/LogicCircuit/Properties/Resources.*.resx
Languages: ar, chs, de, el, es, fa, fr, he_il, hr, hu, it_it, ja, ko, lt, nl, pl, pt_pt, ru_ru, sv, tr, uk_ua

# ErrorManyMemoryData
source: Circuit {0} contains {1} that preserves data between runs. Such circuit cannot be used more than once on other circuits as potentially different sets of data will be stored on one memory module.
ar: الدارة {0} تحوي {1} من أجل حفظ البيانات عند كل تشغيل. لا يمكن استخدام مثل هذه الدارات أكثر من مرة واحدة في دارة أخرى لأنه قد يتم تخزين بينات مختلفة على الذاكرة .
chs: 电路 {0} 包含 {1} 来在运行间保持数据。 这样的电路不能够在其它电路上多次使用由于其存储在一个内存模块上潜在的不同数据集。
de: Die Schaltung {0} enthält {1} welche die Daten zwischen den Läufen behält. Eine solche Schaltung kann nicht mehr als einmal verwendet werden, da eventuell verschiedene Datensätze in einem Speichermodul gehalten werden würden.
el: Το κύκλωμα {0} περιέχει {1} που κρατά δεδομένα μεταξύ των εκτελέσεων. Τέτοιο κύκλωμα δεν μπορεί να χρησιμοποιηθεί περισσότερες από μία φορές σε άλλα κυκλώματα καθώς θα αποθηκεύει διαφορετικά δεδομένα σε μία μονάδα μνήμης.
es: El circuito {0} contine {1} ello preserva información entre corridas Tal circuito no puede utilizarse más de una vez en otros circuitos debido a que conjuntos de datos potencialmente diferentes serían almacenados en un mismo módulo de memoria.
fa: مدار {0} شامل {1} می باشد که دیتا را بین اجرا ها حفظ می کند. چنین مداری نمی تواند در مدار های دیگر بیش از یکبار اجرا شود.
fr: Le circuit {0} contient {1} qui concerve des données entre chaque exécution. Ce circuit ne peut pas être utilisé plus d'une fois dans d'autres circuits car des jeux de données potentiellement différents seront stockées sur un même module mémoire
he_il: המעגל‏ ‏{0} ‏מכיל רכיב מסוג‏ {1} ‏ששומר על נתונים בין הרצות.‏ לא ניתן להשתמש במעגל כזה מספר פעמים בתוך מעגלים אחרים, מכיוון שזה יוצר מצב שבו מספר מאגרי נתונים עלולים להישמר אותו מודול זיכרון. ‏
hr: Krug {0} sadrži {1} koji čuva podatke između pokretanja. Takav sklop se ne može koristiti više od jednom na drugim sklopovima jer će se na jednom memorijskom modulu pohraniti potencijalno različiti skupovi podataka.
it_it: Il circuito {0} contiene {1}, che conserva i dati tra le esecuzioni. Circuiti di questo tipo non possono essere utilizzati più di una volta su altri circuiti poiché i dati potenzialmente diversi verranno memorizzati su un modulo di memoria.
ja: 回路 {0} は以前動作した時のデータを保持するように設定した {1} を含んでいます。 このような回路を他の回路に二つ以上配置することはできません（一つのメモリモジュールに異なる複数のデータを書き込む可能性があるため）。
ko: 회로 {0}은 실행중에 데이터를 보존하는 회로 {1}을 포함하고 있습니다. 이 회로는 데이터가 잠재적으로 메모리 모듈에 저장되기 때문에 다른 회로에서 한번 이상 사용될 수 없습니다.
lt: Grandinė {0} turi {1} kuris saugo duomenis tarp paleidimų. Tokios grandinės negali būti naudojamos daugiau negu vieną ant kitos grandinės kaip potencialiai skirtingi rinkiniai duomenys bus saugomi ant vieno atminties modulio
nl: Circuit {0} bevat {1} welke data behoudt tussen de runs. Zo'n circuit kan meerdere keren gebruikt worden bij andere circuits omdat potentieel verschillende data sets opgeslagen worden in elke module.
pl: Obwód {0} zawiera {1} który zachowuje dane między uruchomieniami. Taki obwód nie moze być użyty w innych obwodów ponieważ przechowywane dane mogą się różnić.
pt_pt: Circuito {0} contém {1} que preserva os dados entre as execuções. Tal circuito não pode ser usado mais de uma vez em outros circuitos potencialmentes diferentes que alteram dados que serão armazenados num único módulo de memória.
ru_ru: Схема {0} содержит {1}, который сохраняет данные между запусками. Такая схема не может быть использована более одного раза на других схемах, так как потенциально различные наборы данных будут храниться на одном модуле памяти.
sv: Krets {0} innehåller {1} som sparar data mellan gångerna. sådan krets kan inte användas mer än en gång per krets för att det kommer sparas mer än ett set av data kan sparas på en minnes module.
tr: {0} devresi, veriler arasında veriyi koruyan {1} içerir. Potansiyel olarak farklı veri setleri bir bellek modülünde depolanacağı için bu devre diğer devreler üzerinde bir kereden fazla kullanılamaz.
uk_ua: Схема {0} має {1}, який зберігає дані між завантаженнями. Така схема не може бути використана більше одного разу в інших схемах, бо різні набори даних будуть зберігатися на одному модулі пам'яті.

# MessageRestartRequared
source: Your language selection has been changed. You need to restart the application so the new settings will take place.
ar: تم تغير اللغة , عليك إعادة تشغيل البرنامج لكي يتم تطبيق التغيرات.
chs: 您需要重启应用程序使选择的语言生效
de: Ihre Spracheauswahl wurde geändert. Sie müssen die Anwendung neu starten, damit die neuen Einstellungen aktiv werden.
el: Η επιλογή της γλώσσας έχει αλλάξει. Θα χρειαστεί να επανεκκινήσετε την εφαρμογή ώστε οι νέες ρυθμίσεις να εφαρμοστούν.
es: El idioma seleccionado ha cambiado, es necesario reiniciar el programa para que la nueva configuración sea aplicada.
fa: شما زبان برنامه را تغییر دادید. برای اعمال تغییرات برنامه باید یک بار بسته و سپس باز شود.
fr: Votre sélection de la langue a été modifiée. Vous devez redémarrer l'application pour que les nouveaux paramètres prennent place.
he_il: הגדרות השפה שונו. כדי שההגדרות החדשות יכנסו לתוקף יש להפעיל מחדש את המערכת.‏
hr: Vaš odabir jezika je promijenjen. Morate ponovo pokrenuti aplikaciju kako bi se izvršile nove postavke.
hu: A program nyelve megváltozott. A változások a program újraindítása után lépnek életbe.
it_it: La selezione della lingua è stata modificata. È necessario di riavviare l'applicazione in modo che le nuove impostazioni abbiano luogo.
ja: 言語選択が変更されました。新しい設定を有効にするためにはアプリケーションを再起動する必要があります。
ko: 언어 설정이 변경되었습니다. 설정을 적용하려면 프로그램을 다시 시작해야 합니다.
lt: Jūsų kalbos pasirinkimas buvo pakeistas. Jum reikia programą paleisti iš naujo ,kad pakeitimai būtų matomi.
nl: De taalkeuze is veranderd. De applicatie moet opnieuw opgestart worden om de instellingen door te voeren.
pl: Język uległ zmianie. Aby zastosować zmianę uruchom ponownie aplikację.
pt_pt: O idioma foi alterado. É necessário reiniciar a aplicação para que as alterações sejam aplicadas.
ru_ru: Вы выбрали другой язык интерфейса. Необходимо перезапустить приложение чтобы новые настройки вступили в силу.
sv: Ditt språk har ändrats. du behöver starta om programet so de nya instälningarne tar effect.
tr: Dil tercihiniz değiştirilmiştir. Yeni ayarların uygulanabilmesi için yazılımı yeniden başlatmanız gerekmektedir.
uk_ua: Ви обрали нову мову інтерфейсу. Перезавантажте програму, щоб зміни вступили в силу.

# TitleCulture
source: L_anguage
ar: اللغة
chs: 语言(_L)
de: _Sprache
el: Γλώσσα
es: Lenguaje
fa: زبان
fr: L_angage
he_il: ‏_שפה
hr: J_ezik
hu: _Nyelv
it_it: L_ingua
ja: 言語
ko: 언어
lt: Kalba
nl: T_aal
pl: Język
pt_pt: _Idioma
ru_ru: _Язык
sv: S_pråk
tr: _Dil
uk_ua: _Мова

# CommandEditAlignCenter
source: Align Center
ar: محاذاة وسط
chs: 居中
de: Zentrieren
el: Στοίχιση στο κέντρο
es: Alinear al centro
fa: وسط چین
fr: Aligner au centre
he_il: יישור לאמצע
hr: Centriraj
hu: Igazítás középre
it_it: Allinea al centro
ja: 中央揃え
ko: 가운데 정렬
lt: Suliguoti su centru
nl: Centreren
pl: Wyśrodkuj
pt_pt: Alinhar ao Centro
ru_ru: По центру
sv: Centrera med miten
tr: Merkeze Hizala
uk_ua: Вирівняти по центру

# CommandEditAlignJustify
source: Justify
ar: توسيط
chs: 两端对齐
de: Blocksatz
el: Πλήρης στοίχιση
es: Justificar
fa: کناره های مساوی
fr: Justifié
he_il: יישור לשני הצדדים
hr: Obostrano
hu: Sorkizárt
it_it: Giustificare
ja: 両端揃え
ko: 양쪽 정렬
lt: Užtikrinti
nl: Controleer
pl: Wyjustuj
pt_pt: Justificar
ru_ru: Выключка
sv: Rättfärdiga
tr: Doğrula
uk_ua: Виключення

# CommandEditAlignLeft
source: Align Left
ar: محاذاة إلى اليسار
chs: 左对齐
de: Links ausrichten
el: Στοίχιση αριστερά
es: Alinear a la izquierda
fa: چپ چین
fr: Aligner à gauche
he_il: יישור שמאלה
hr: Poravnaj lijevo
hu: Igazítás balra
it_it: Allinea a sinistra
ja: 左揃え
ko: 왼쪽 정렬
lt: Suliguoti su kaire
nl: Links uitlijnen
pl: Do lewej
pt_pt: Alinhar à Esquerda
ru_ru: Выровнять по левому краю
sv: Centrera Vänster
tr: Sola Hizala
uk_ua: Вирівняти текст по лівому краю

# CommandEditAlignRight
source: Align Right
ar: محاذاة إلى اليمين
chs: 右对齐
de: Rechts ausrichten
el: Στοίχιση δεξιά
es: Alinear a la derecha
fa: راست چین
fr: Aligner à droite
he_il: יישור ימינה
hr: Poravnaj desno
hu: Igazítás jobbra
it_it: Allinea a destra
ja: 右揃え
ko: 오른쪽 정렬
lt: Suligiuoti su dešne
nl: Rechts uitlijnen
pl: Do prawej
pt_pt: Alinhar à Direita
ru_ru: Выровнять по правому краю
sv: Centrera Höger
tr: Sağa Hizala
uk_ua: Вирівняти текст по правому краю

# CommandEditBold
source: Bold
ar: عريض
chs: 加粗
de: Fett
el: Έντονη γραφή
es: Negritas
fa: برجسته
fr: Gras
he_il: מודגש
hr: Podebljano
hu: Félkövér
it_it: Grassetto
ja: 太字
ko: 진하게
lt: Ryškus
nl: Vet
pl: Pogrubienie
pt_pt: Negrito
ru_ru: Жирный
sv: Blod
tr: Kalın
uk_ua: Жирний

# CommandEditBullets
source: Bullets
ar: نقط
chs: 项目符号
de: Aufzählungspunkt
el: Κουκκίδες
es: Viñetas
fa: نشانه گذاری
fr: Puces
he_il: תבליטים
hr: Grafičke oznake
hu: Felsorolás
it_it: Punti elenco
ja: 箇条書き
ko: 글 머리 기호
lt: Keisti buletenus
nl: Opsommingstekens
pl: Wypunktowanie
pt_pt: Marcadores
ru_ru: Маркированный
sv: Kulor
uk_ua: Маркований

# CommandEditCopy
source: _Copy
ar: نسخ
chs: 复制(_C)
de: _Kopieren
el: _Αντιγραφή
es: Copiar
fa: کپی
fr: Copier
he_il: ‏_העתק
hr: Kopiraj (_Copy)
hu: _Másolás
it_it: _Copia
ja: コピー
ko: 복사
lt: Kopijuoti
nl: _Kopieer
pl: Kopiuj
pt_pt: _Copiar
ru_ru: _Копировать
sv: _Kopiera
tr: _Kopyala
uk_ua: _Копіювати

# CommandEditCut
source: Cu_t
ar: قص
chs: 剪切(_T)
de: _Ausschneiden
el: Αποκοπή
es: Cortar
fa: برش
fr: Couper
he_il: ‏_גזור
hr: Izreži (Cu_t)
hu: _Kivágás
it_it: _Taglia
ja: カット
ko: 잘라내기
lt: Iškirpti
nl: Kn_ippen
pl: Wytnij
pt_pt: Cor_tar
ru_ru: _Вырезать
sv: Kli_p
tr: Ke_s
uk_ua: _Вирізати

# CommandEditDecreaseFontSize
source: Decrease Font Size
ar: تقليص حجم الخط
chs: 减小字号
de: Schrift verkleinern
el: Μείωση μεγέθους γραμματοσειράς
es: Disminuir el tamaño del texto
fa: کاهش اندازه فونت
fr: Réduire la taille d'écriture
he_il: הקטן גופן
hr: Smanjenje veličine fonta
hu: Betűméret kicsinítése
it_it: Riduci dimensione del carattere
ja: フォントを大きく
ko: 글자 크기 감소
lt: Mažinti rašto dydi
nl: Verklein lettertype
pl: Zmniejsz rozmiar czcionki
pt_pt: Reduzir o Tamanho da Fonte
ru_ru: Уменьшить размер шрифта
sv: Minska Främre storlek
tr: Font Boyutunu Azalt
uk_ua: Зменшення розміру шрифту

# CommandEditDecreaseIndentation
source: Decrease Indentation
ar: تقليص البادئة
chs: 减小缩进
de: Einrückung verkleinern
el: Μείωση εσοχής
es: Disminuir indentación
fa: کاهش دندانه
fr: Réduire l'indentation
he_il: הקטן כניסה
hr: Smanjenje uvlake
hu: Behúzás csökkentése
it_it: Diminuire indentazione
ja: インデントを小さく
ko: 내어쓰기
lt: Sumažinti įlinkį
nl: Inspringen verkleinen
pl: Zmniejsz wcięcie
pt_pt: Reduzir Identação
ru_ru: Уменьшение отступа
sv: minska avmärke
tr: Girintiyi Azalt
uk_ua: Зменшення відступу

# CommandEditDelete
source: De_lete
ar: حذف
chs: 删除(_L)
de: _Löschen
el: Διαγραφή
es: Eliminar
fa: حذف
fr: Supprimer
he_il: ‏_מחק
hr: O_briši
hu: _Törlés
it_it: _Elimina
ja: 削除
ko: 삭제
lt: Trinti
nl: _Verwijderen
pl: Usuń
pt_pt: E_liminar
ru_ru: _Удалить
sv: Ta_bort
tr: Sil
uk_ua: _Видалити

# CommandEditIncreaseFontSize
source: Increase Font Size
ar: زيادة حجم الخط
chs: 增大字号
de: Schrift vergrößern
el: Αύξηση μεγέθους γραμματοσειράς
es: Incrementar tamaño de la fuente
fa: افزایش اندازه فونت
fr: Augmenter la taille d'écriture
he_il: הגדל גופן
hr: Povećanje veličine fonta
hu: Betűméret növelése
it_it: Aumenta dimensione del carattere
ja: フォントを大きく
ko: 글자 크기 증가
lt: Didinti rašto dydi
nl: Vergroot lettertype
pl: Zwiększ rozmiar czcionki
pt_pt: Aumentar o Tamanho da Fonte
ru_ru: Увеличить размер шрифта
sv: öka Främre Storlek
tr: Font Boyutunu Arttır
uk_ua: Збільшити розмір шрифту

# CommandEditIncreaseIndentation
source: Increase Indentation
ar: زيادة البادئة
chs: 增大缩进
de: Einrückung vergrößern
el: Αύξηση εσοχής
es: Aumentar indentación
fa: افزایش دندانه
fr: Augmenter l'indentation
he_il: הגדל כניסה
hr: Povećanje uvlake
hu: Behúzás növelése
it_it: Aumenta rientro
ja: インデントを大きく
ko: 들여쓰기
lt: Didinti įlinkį
nl: Inspringen vergroten
pl: Zwiększ wcięcie
pt_pt: Aumentar Identação
ru_ru: Увеличение отступа
sv: öka avmärke
tr: Girintiyi Arttır
uk_ua: Збільшення відступу

# CommandEditItalic
source: Italic
ar: مائل
chs: 斜体
de: Kursiv
el: Πλάγια γραφή
es: Cursiva
fa: شکسته
he_il: הטיה
hr: Ukošeno
hu: Dőlt
it_it: Corsivo
ja: イタリック
ko: 기울임
lt: Kursyvinis
nl: Cursief
pl: Pochylenie
pt_pt: Itálico
ru_ru: Курсив
tr: İtalik
uk_ua: Курсив

# CommandEditNumbering
source: Numbering
ar: ترقيم
chs: 编号
de: Zählweise
el: Αρίθμηση
es: Numerar
fa: عدد گذاری
fr: Numérotation
he_il: מספור
hr: Numeriranje
hu: Számozás
it_it: Numerazione
ja: 段落番号
ko: 문단 번호
lt: Numeravimas
nl: Nummering
pl: Numerowanie
pt_pt: Numeração
ru_ru: Нумерованный
sv: Numerering
tr: Numaralama
uk_ua: Нумерований

# CommandEditPaste
source: _Paste
ar: لصق
chs: 粘帖(_P)
de: _Einfügen
el: Επικόλληση
es: Pegar
fa: الصاق
fr: Coller
he_il: ה_דבק
hr: Zalije_pi
hu: _Beillesztés
it_it: _Incolla
ja: 貼り付け
ko: 붙여넣기
lt: Įklijuoti
nl: _Plakken
pl: Wklej
pt_pt: C_olar
ru_ru: Вст_авить
sv: _Klistra in
tr: Ya_pıştır
uk_ua: Вставити

# CommandEditRedo
source: _Redo
ar: إعادة الأمر
chs: 恢复(_R)
de: _Wiederholen
el: Ακύρωση αναίρεσης
es: Repetir
fa: انجام دوباره
fr: Refaire
he_il: ב_טל
hr: _Ponovi (_Redo)
hu: _Ismét
it_it: _Ripeti
ja: やり直し
ko: 다시 실행
lt: Pakartoti
nl: Opnieuw uitvoe_ren
pl: Przywróć
pt_pt: _Refazer
ru_ru: В_ернуть
tr: _ileri
uk_ua: П_овернути

# CommandEditSelectAll
source: Select _All
ar: تحديد الكل
chs: 全选(_A)
de: Alles _auswählen
el: Επιλογή όλων
es: Seleccionar todo
fa: انتخاب همه
fr: Tout sélectionner
he_il: ‏_בחירת הכל
hr: Od_aberi sve
hu: Mi_nden Kijelölése
it_it: Seleziona _tutto
ja: すべて選択
ko: 모두 선택
lt: Pasirinkti Visus
nl: _Alles selecteren
pl: Zaznacz wszystko
pt_pt: Selecion_ar Tudo
ru_ru: Выделить в_се
sv: Markera _alla
tr: T_ümünü Seç
uk_ua: Виділити в_се

# CommandEditUnderline
source: Underline
ar: تحته خط
chs: 下划线
de: Unterstrichen
el: Υπογράμμιση
es: Subrayar
fa: خط دار
fr: Souligner
he_il: קו תחתי
hr: Podcrtaj
hu: Aláhúzás
it_it: Sottolineare
ja: 下線
ko: 밑줄
lt: Kaisti Po Juoste
nl: Onderstrepen
pl: Podkreślenie
pt_pt: Sublinhar
ru_ru: Подчеркивание
sv: understryckning
tr: Alt Çizgi
uk_ua: Підкреслення

# CommandEditUndo
source: _Undo
ar: تراجع
chs: 撤销(_U)
de: _Rückgängig
el: Αναίρεση
es: Deshacer
fa: بازگشت
fr: Annuler
he_il: בצע _שוב
hr: Po_ništi (_Undo)
hu: _Visszavonás
it_it: _Annulla
ja: 取り消す
ko: 실행 취소
lt: Atkartoti
nl: Ongedaan _maken
pl: Cofnij
pt_pt: An_ular
ru_ru: _Отменить
sv: _Ungra
tr: _Geri
uk_ua: _Відміна

# CommandFileClose
source: E_xit
ar: خروج
chs: 退出(_X)
de: _Beenden
el: Έξοδος
es: Salir
fa: خروج
fr: Sortie
he_il: י_ציאה
hr: I_zlaz
hu: _Kilépés
it_it: _Esci
ja: 終了
ko: 종료
lt: Išeiti
nl: A_fsluiten
pl: Wyjdź
pt_pt: _Sair
ru_ru: В_ыход
sv: L_ämna
tr: Çıkış
uk_ua: В_ихід

# CommandFileNew
source: _New
ar: جديد
chs: 新建(_N)
de: _Neu
el: _Νέο αρχείο
es: Nuevo
fa: ایجاد جدید
fr: Nouveau
he_il: ‏_חדש
hr: _Novo
hu: _Új
it_it: _Nuovo
ja: 新規
ko: 새로 만들기
lt: Naujas
nl: _Nieuw
pl: Nowy
pt_pt: _Novo
ru_ru: Созд_ать
sv: _Ny
tr: _Yeni
uk_ua: Ство_рити

# CommandFileOpen
source: _Open
ar: فتح
chs: 打开(_O)
de: _Öffnen
el: Άνοιγμα
es: Abrir
fa: باز کردن
fr: Ouvrir
he_il: ‏_פתיחה
hr: _Otvori
hu: _Megnyitás...
it_it: _Apri
ja: 開く
ko: 열기
lt: Atidaryti
nl: _Openen
pl: Otwórz...
pt_pt: A_brir
ru_ru: _Открыть
sv: _Öpna
tr: _Aç
uk_ua: _Відкрити

# CommandFileSave
source: _Save
ar: حفظ
chs: 保存(_S)
de: _Speichern
el: Αποθήκευση
es: Guardar
fa: ذخیره
fr: Enregistrer
he_il: שמי_רה
hr: _Spremi
hu: M_entés
it_it: _Salva
ja: 保存
ko: 저장
lt: Išsaugoti
nl: Op_slaan
pl: Zapisz
pt_pt: _Guardar
ru_ru: _Сохранить
sv: _Spara
tr: _Kaydet
uk_ua: _Зберегти

# CommandFileSaveAs
source: Save _As...
ar: حفظ بإسم
chs: 另存为(_A)...
de: Speichern _unter...
el: Αποθήκευση ως...
es: Guardar Como...
fa: ذخیره به عنوان...
fr: Enregistrer sous...
he_il: ‏שמירה _בשם...‏
hr: Spremi k_ao...
hu: Mentés M_ásként...
it_it: Salva _come...
ja: 別名で保存...
ko: 다른 이름으로 저장
lt: Išsaugoti kaip
nl: Opslaan _als
pl: Zapisz jako...
pt_pt: G_uardar Como...
ru_ru: Сохранить _как...
sv: Spara _Som...
tr: Farklı _Kaydet
uk_ua: Зберегти _як...

# CommandHelpView
source: View _Help
ar: عرض المساعدة
chs: 查看帮助(_H)
de: _Hilfe anzeigen
el: Εμφάνιση _Βοήθειας
es: Ver Ayuda
fa: مشاهده راهنما
fr: Voir l'aide
he_il: ‏_עזרה
hr: Prikaži pomoć (_Help)
hu: _Súgó megjelenítése
it_it: Visualizza _aiuto
ja: ヘルプを表示
ko: 도움말
lt: Peržiurėti pagalba
nl: _Help bekijken
pl: Zobacz pomoc
pt_pt: Ver _Ajuda
ru_ru: Прос_мотреть справку
sv: Visa _Hjälp
tr: _Yardım
uk_ua: Пере_глянути допомогу

# ToolTipFontFamily
source: Font Family
ar: عائلة النص
chs: 字体
de: Schriftart
el: Γραμματοσειρές
es: Familia de la fuente
fa: فونت
fr: Famille de police
he_il: סוג הגופן
hr: Font
hu: Betűtípus
ja: フォント名
ko: 글자 집합
lt: Šrifto Šeima
nl: Lettertype
pl: Czcionka
pt_pt: Tipo de Fonte
ru_ru: Семейство шрифтов
sv: Fram Familje
tr: Font Ailesi
uk_ua: Сімейство шрифтів

# ToolTipFontSize
source: Font Size
ar: حجم النص
chs: 字号
de: Schriftgröße
el: Μέγεθος γραματοσειράς
es: Tamaño de la fuente
fa: اندازه فونت
fr: Taille de police
he_il: גודל הגופן
hr: Veličina fonta
hu: Betűméret
it_it: Dimensione del carattere
ja: フォントサイズ
ko: 글자 크기
lt: Šrifto dydis
nl: Lettertype grootte
pl: Rozmiar czcionki
pt_pt: Tamanho da Fonte
ru_ru: Размер шрифта
sv: Fram Storlek
tr: Font Büyüklüğü
uk_ua: Розмір шрифту

# TitleCredits
source: Credits:
ar: المشاركون في العمل :
chs: 制作人员
de: Mitwirkende:
el: Συντελεστές:
es: Créditos:
fa: سازندگان:
fr: Crédits :
he_il: יוצרי התכנה:‏
hr: Zasluge:
hu: Fejlesztők:
it_it: Crediti:
ja: 作者:
ko: 제작자:
lt: Kreditai:
pl: Autorzy:
pt_pt: Créditos:
ru_ru: Работали над программой:
sv: Medvärkan:
tr: Emeği Geçenler
uk_ua: Над програмою працювали:

# CaptionName
source: Name
ar: إسم
chs: 名称
el: Όνομα
es: Nombre
fa: نام
fr: Nom
he_il: שם
hr: Naziv
hu: Név
ja: 名前
ko: 이름
lt: Vardas
nl: Naam
pl: Nazwa
pt_pt: Nome
ru_ru: Имя
sv: Namn
tr: İsim
uk_ua: Ім'я

# CircuitProbeToolTip
source: Probe {0}
ar: مجس {0}
chs: 探针 {0}
de: Prüfspitze {0}
el: Ακροδέκτης {0}
es: Sondeo {0}
fr: Sonde {0}
he_il: גשוש ‏{0}‏‏
hr: Sonda {0}
hu: Mérőpont {0}
ja: プローブ {0}
ko: 프로브 {0}
lt: Leistuvo pastaba {0}
pl: Próbnik {0}
pt_pt: Ponta de Prova {0}
ru_ru: Пробник {0}
sv: sond {0}
tr: Prob {0}
uk_ua: Проба {0}

# TitleActualFrequency
source: Actual frequency:
ar: التردد الفعلي:
chs: 精确频率：
de: Aktuelle Frequenz:
el: Πραγματική συχνότητα:
es: Frecuencia Actual:
fa: قرکانس فعلی:
fr: Fréquence actuelle :
he_il: תדירות אמתית:‏
hr: Stvarna frekvencija:
hu: Aktuális frekvencia:
ja: 実際の周波数
ko: 실제 주파수:
lt: Tikrasis dažnis:
nl: Actuele frequentie:
pl: Bieżąca częstotliwość:
pt_pt: Frequência Atual:
ru_ru: Фактическая частота:
sv: Äkta frekvens
tr: Gerçek frekans:
uk_ua: Поточна частота:

# WireDisplayBitWidth
source: Bit width: {0}
ar: عرض البت: {0}
chs: 位宽: {0}
de: Busbreite: {0}
el: Πλάτος του bit: {0}
es: Tamaño de Bit: {0}
fa: طول بیت: {0}
fr: Largeur de Bits : {0}
he_il: רוחב סיביות‏: ‏{0}‏
hr: Duljina bita: {0}
hu: Bit szélesség: {0}
ja: ビット幅: {0}
ko: 비트 크기:{0}
lt: bito plotis: {0}
nl: Woord breedte: {0}
pl: Szerokość w bitach: {0}
pt_pt: Largura de Bit: {0}
ru_ru: Разрядность: {0}
sv: Bit bredd: {0}
tr: Bit genişliği: {0}
uk_ua: Розрядність: {0}

# WireDisplayValue
source: Value: {0}
ar: قيمة: {0}
chs: 值: {0}
de: Wert: {0}
el: Τιμή: {0}
es: Valor: {0}
fa: مقدار: {0}
fr: Valeur : {0}
he_il: ערך‏: ‏{0}‏
hr: Vrijednost: {0}
hu: Érték: {0}
ja: 値: {0}
ko: 값: {0}
lt: Reikšmė: {0}
nl: Waarde: {0}
pl: Wartość: {0}
pt_pt: Valor: {0}
ru_ru: Значение: {0}
sv: Värde: {0}
tr: Değer: {0}
uk_ua: Значення: {0}

# WireDisplayDisconnected
source: The wire is not connected.
ar: لم يتم توصيل السلك.
chs: 导线没有被连接。
de: Es besteht keine Verbindung.
el: Το καλώδιο δεν είναι συνδεδεμένο.
es: El cable no está conectado.
fa: سیم متصل نیست.
fr: Le fil n'est pas connecté.
he_il: החוט אינו מחובר.‏
hr: Žica nije spojena.
hu: A vezeték nincs csatlakoztatva.
ja: この配線は接続されていません。
ko: 와이어가 연결되지 않았습니다.
lt: Laidas yra nesujunktas
nl: De draad is niet aangesloten.
pl: Przewód nie jest podłączony.
pt_pt: O fio não está ligado.
ru_ru: Провод не подключен.
sv: Kabbeln är inte in kopplad
tr: Tel bağlı değil.
uk_ua: Провідник не під'єднано.

# CaptionPinSide
source: Pin side
ar: طرف الموصل (Pin)
chs: 针脚
de: Pin-Seite
el: Πλευρά pin
es: Lado del Pin
fa: جهت پین
fr: Coté de broche
hr: Strana pina
hu: Csatlakozó oldala
ja: 端子の位置
ko: 핀 방향
lt: Pino pusė
nl: Pinzijde
pl: Strona portu
pt_pt: Lado do Pino
ru_ru: Положение разъема
sv: Stift sida
tr: Pin tarafı
uk_ua: Позиція роз'єму

# TitlePinSide
source: Pin _side:
ar: طرف الموصل (Pin):
chs: 针脚(_S)
de: Pin _Seite:
el: Πλευρά pin:
es: Lado del Pin:
fa: جهت پین:
fr: _Coté de broche :
hr: _Strana pina:
hu: Csatlakozási _oldal:
ja: 端子の位置:
ko: 핀 방향:
lt: Kaiščio pusė:
nl: Pin_zijde
pl: Strona portu:
pt_pt: Lado do _Pino:
ru_ru: Положение _разъема:
sv: Pin _sida:
tr: Pin _yönü:
uk_ua: Положення _раз'ема:

# ToolTipDevicePinSide
source: Choose the side where the pin will reside on
ar: اختر الطرف الذي سوف يتوضع الموصل (pin) عليه
chs: 选择针脚所在边
de: Wählen Sie die Seite an welcher sich der Anschluß befinden soll.
el: Διαλέξτε πλευρά για να τοποθετηθεί το pin
es: Seleccione el lado donde el pin residirá
fa: طرفی که پین در آن مستقر خواهد شد را مشخص می کند
fr: Choisissez le coté où la broche sera disposée
hr: Odaberite stranu na kojoj će se pin nalaziti
hu: Válaszd ki az oldalt, amelyen a csatlakozási pont lesz.
ja: 端子を配置する向きを選択してください。
ko: 핀의 방향을 선택하십시오.
lt: Pasirinkite kurioje pusėje bus kyštukas
nl: Kies aan welke zijde de pin geplaatst moet worden
pl: Wybierz stronę, po której będzie znajdował się port
pt_pt: Escolher o lado onde o pino irá residir
ru_ru: Выберите сторону, где будет находиться разъем
sv: Välj vilken sida stiftet ska hamna på
tr: Pinin bulunduğu tarafı seçin
uk_ua: Виберіть сторону, де буде знаходитися роз'єм

# NameSensor
source: Sensor
ar: حساس
chs: 传感器
el: Αισθητήρας
fa: سنسور
fr: Capteur
hr: Senzor
hu: Szenzor
ja: センサ
ko: 센서
lt: Sensorius
ru_ru: Датчик
tr: Sensör
uk_ua: Датчик

# ToolTipSensor
source: Sensor {0}
ar: حساس {0}
chs: 传感器 {0}
el: Αισθητήρας {0}
fa: سنسور {0}
fr: Capteur {0}
hr: Senzor {0}
hu: Szenzor {0}
ja: センサ {0}
ko: 센서 {0}
lt: Sensorius {0}
ru_ru: Датчик {0}
tr: Sensör {0}
uk_ua: Датчик {0}

# CaptionSensorType
source: Sensor type
ar: نوع الحساس
chs: 传感器类型
de: Sensor Typ
el: Τύπος Αισθητήρα
es: Tipo de sensor
fa: نوع سنسور
fr: Type de capteur
hr: Tip senzora
hu: Szenzor típus
ja: センサのタイプ
ko: 센서 종류
lt: Sensoriaus tipas
pl: Typ sensora
pt_pt: Tipo de Sensor
ru_ru: Тип датчика
sv: Sensor typ
tr: Sensör tipi
uk_ua: Датчик типу

# SensorTypeManual
source: Manual
ar: يدوي
chs: 手工
de: Manuell
el: Επιλογή
fa: دستی
fr: Manuel
hr: Ručno
hu: Manuális
ja: 手動
ko: 직접입력
lt: Rankinis
nl: Handmatig
pl: Ręczny
ru_ru: Ручной
sv: Manuell
tr: Manuel
uk_ua: Ручний

# SensorTypeRandom
source: Random
ar: عشوائي
chs: 随机
de: Zufällig
el: Τυχαία επιλογή
es: Aleatorio
fa: تصادفی
fr: Aléatoire
hr: Slučajno
hu: Véletlen
ja: ランダム
ko: 랜덤생성
lt: Atsitiktinis
nl: Willekeurig
pl: Losowy
pt_pt: Aleatório
ru_ru: Случайный
sv: Slumpmessig
tr: Rastgele
uk_ua: Випадковий

# SensorTypeSeries
source: Series
ar: سلسلة
chs: 连续
de: Serie
el: Σειρές
fa: سری
fr: Séries
hr: Serije
hu: Sorozat
ja: データ列
ko: 연속값
lt: Serijinis
nl: Reeks
pl: Seria
pt_pt: Séries
ru_ru: Заданный
sv: Serie
tr: Seriler
uk_ua: Заданий
