Repository: eugenelepekhin/LogicCircuit
Catalog: Sources/LogicCircuit/Properties/Resources.*.resx
Languages: ar, chs, de, el, es, fa, fr, he_il, hr, hu, it_it, ja, ko, lt, nl, pl, pt_pt, ru_ru, sv, tr, uk_ua

# ReportFunctions
source: Functions of the circuit "{0}"
ar: دوال الدارة "{0}"
chs: “{0}” 电路的功能
de: Komponenten der Schaltung: "{0}"
el: Λειτουργίες του κυκλώματος "{0}"
es: Funciones del circuito "{0}"
fa: توابع مدار "{0}"
fr: Fonctions du circuit "{0}"
he_il: פונקציות של המעגל‏ "{0}"‏
hr: Funkcije sklopa "{0}"
hu: A kapcsolás funkciói "{0}"
it_it: Funzioni del circuito "{0}"
ja: 回路 {0} に含まれる機能
ko: 회로 "{0}"의 구성
lt: Grandinės funkcija "{0}"
nl: Functies van het circuit "{0}"
pl: Funkcje obwodu "{0}"
pt_pt: Funções do circuito "{0}"
ru_ru: Функции схемы "{0}"
sv: Funktioner av kretsen "{0}"
tr: "{0}" devresinin fonksiyonları.
uk_ua: Функції схеми "{0}":

# TitleCount
source: Count
ar: العدد
chs: 计数
de: Anzahl:
el: Υπολογισμός
es: Contar
fa: شمارش
fr: Compteur
he_il: כמות הפעמים בשימוש
hr: Izbroji
hu: Darab
it_it: Calcolo
ja: 数
ko: 수
lt: Skaičiuoti
nl: Aantal
pl: Licz
pt_pt: Contagem
ru_ru: Использована раз
sv: Räkning
tr: Say
uk_ua: Використано разів

# TitleFunction
source: Function
ar: الدالة
chs: 函数
de: Funktion:
el: Λειτουργία
es: Función
fa: تابع
fr: Fonction
he_il: פונקציה
hr: Funkcija
hu: Fukció
it_it: Funzione
ja: 機能
ko: 기능
lt: Funkcija
nl: Functie
pl: Funkcja
pt_pt: Função
ru_ru: Функция
sv: Funktion
tr: Fonksiyon
uk_ua: Функція

# TitleProjectDescription
source: Description
ar: وصف
chs: 描述
de: Beschreibung:
el: Περιγραφή
es: Descripción
fa: توضیحات
he_il: תיאור
hr: Opis
hu: Leírás
it_it: Descrizione
ja: 説明
ko: 표현
lt: Pastaba
nl: Omschrijving
pl: Opis
pt_pt: Descrição
ru_ru: Описание
sv: Beskrivning
tr: Açıklama
uk_ua: Опис:

# TitleReportErrorDetails
source: Error details
ar: تفاصيل الخطأ
chs: 错误具体信息
de: Fehlerdetails
el: Λεπτομέρειες σφάλματος
es: Detalles del error
fa: جزئیات خطا
fr: Détail des erreurs
he_il: פרטי שגיאה
hr: Detalji o grešci
hu: Hiba részletei
it_it: Dettagli dell'errore
ja: エラー詳細
ko: 오류 설명
lt: Išsami problema
nl: Fout details
pl: Szczegóły błędu
pt_pt: Detalhes dos Erros
ru_ru: Дополнительные сведения об ошибке
sv: Error detaljer
tr: Hata detayları
uk_ua: Додаткові відомості про помилку

# TitleSummary
source: Summary:
ar: ملخص:
chs: 概要
de: Zusammenfassung:
el: Περίληψη:
es: Resumen:
fa: جمع بندی:
fr: Résumé :
he_il: ‏סיכום:‏
hr: Sažetak:
hu: Áttekintés:
it_it: Riepilogo:
ja: 概要:
ko: 요약:
lt: Sutrumpinimas:
nl: Samenvatting:
pl: Podsumowanie:
pt_pt: Sumário:
ru_ru: Резюме:
sv: Sammanfattning:
tr: Özet:
uk_ua: Звіт:

# TitleTotal
source: Total:
ar: الكلي:
chs: 总计
de: Insgesamt:
el: Αποτέλεσμα:
fa: مجموع:
he_il: סה"כ:‏
hr: Ukupno:
hu: Összesen:
it_it: Totale:
ja: 全体:
ko: 전체:
lt: Visas:
nl: Totaal:
pl: W sumie:
ru_ru: Всего:
sv: Tatalt:
tr: Toplam:
uk_ua: Всього:

# LogicalCircuitMainNotation
source: Main
ar: رئيسي
de: Haupt-Schaltung
el: Κεντρικά
es: Principal
fa: اصلی
fr: Principal
he_il: ראשי
hr: Glavni
it_it: Principale
ja: メイン
lt: Pagrindinis
pl: Obwód główny
pt_pt: Principal
ru_ru: Глав.
sv: Huvud
tr: Ana
uk_ua: Головна

# PinTypeNameInput
source: Input
ar: دخل
chs: 输入
de: Eingang
el: Είσοδος
es: Entrada
fa: ورودی
fr: Entrée
he_il: קלט
hr: Ulaz
hu: Bemenet
ja: 入力
ko: 입력
lt: Įvestis
nl: Invoer
pl: Wejście
pt_pt: Entrada
ru_ru: Входной
sv: Ingång
tr: Giriş
uk_ua: Вхід

# PinTypeNameNone
source: None
ar: لاشيئ
chs: 无
de: Keiner
el: Κενό
es: Ninguno
fa: هیچ
fr: Aucun
he_il: אין
hr: Ništa
hu: Egyik sem
it_it: Niente
ja: なし
lt: Joksai
nl: Geen
pl: Żadne
pt_pt: Nenhum
ru_ru: Любой
sv: Ingen
tr: Yok
uk_ua: Будь-який

# PinTypeNameOutput
source: Output
ar: خرج
chs: 输出
de: Ausgang
el: Έξοδος
es: Salida
fa: خروجی
fr: Sortie
he_il: פלט
hr: Izlaz
hu: Kimenet
ja: 出力
ko: 출력
lt: Išvestis
nl: Uitvoer
pl: Wyjście
pt_pt: Saída
ru_ru: Выходной
sv: Utgång
tr: Çıkış
uk_ua: Вихід

# ErrorUnsupportedUri
source: Navigation to this address is not supported.
ar: لا يمكن الوصول إلى هذا العنوان.
chs: 连接到这个地址是不受支持的
de: Navigation zu dieser Adresse wird nicht unterstützt.
el: Η πλοήγηση στην διεύθυνση δεν υποστηρίζεται
es: La navegación hacia esta dirección no esta soportada.
fa: پیمایش به این آدرس پشتیبانی نمی شود.
fr: La navigation à cette adresse n'est pas supportée.
he_il: ניווט לכתובת הזאת לא נתמך.‏
hr: Navigacija do ove adrese nije podržana.
hu: Ez a webcím nem nyitható meg.
it_it: La navigazione a questo indirizzo non è supportata.
ja: このアドレスは開けません。
ko: 이 주소로 이동이 불가능합니다.
lt: Navikacija į ši adresą nėra palaikoma
nl: Navigeren naar dit adres wordt niet ondersteund
pl: Przejście do tego adresu nie jest możliwe.
pt_pt: A Navegação para este endereço não é permitida.
ru_ru: Навигация на этот адрес не поддерживается.
sv: Navigation till denna adress stöds inte.
tr: Bu adresin navigasyonu desteklenmiyor
uk_ua: Навігація на це посилання не підтримується.

# NameLedMatrix
source: LED Matrix
ar: مصفوفة LED
chs: LED 矩阵
el: Πίνακας δίοδου εκπομπής φωτός
es: Matriz de LEDs
fr: Matrice de DEL
he_il: מטריצת LED‏
hr: LED matrica
hu: LED Mátrix
it_it: Matrice LED
ja: LEDマトリクス
ko: LED 행렬
lt: Šviesą skleidžiančio diodo matrica
pl: Matryca diod LED
pt_pt: Matriz de LED
ru_ru: Светодиодная матрица
tr: LED Matrisi
uk_ua: Світлодіодна матриця

# ToolTipLedMatrix
source: LED Matrix {0}x{1} with {2} bit(s) per LED ({3} colors)
ar: مصفوفة ليدات {0}x{1} ذات {2} بت لكل LED ( {3}ألوان)
chs: {2} 位 {3} 色 {0}x{1} LED 矩阵
de: LED Matrix {0}x{1} mit {2} Bit(s) pro LED ({3} Farben)
el: Πίνακας δίοδου εκπομπής Φωτός {0}x{1} με {2} bit σε κάθε δίοδο εκπομπής φωτός ({3} χρώματα)
es: Matriz de LEDs {0}x{1} con {2} bit(s) por LED ({3} colores)
fa: ماتریکس ال-ای-دی {0}x{1} با {2} بیت بر ال-ای-دی ({3} رنگ)
fr: Matrice de DEL {0}x{1} avec {2} bit(s) par DEL ({3} couleurs)
he_il: מטריצת ‏LED‏ בגודל ‏{0}‏ על ‏{1}‏ עם ‏{2} ‏סיביות עבור כל‏ LED‏ ({3} ‏צבעים)‏
hr: LED matrica {0}x{1} s {2} bitova po LED-u ({3} boja)
hu: LED Mátrix {0}x{1}, {2} bit/ LED, ({3} szín)
it_it: Matrice LED {0}x{1} con {2} bit al LED ({3} colori)
ja: {2}ビットのLED({3}色)を使用した、{0}x{1}のLEDマトリクス
ko: {0}x{1} LED 행렬 ({2} 비트 당 LED ({3} 색))
lt: LED Matrica{0}x{1} su {2} bit (as/ai) per LED({3} spalvą)
pl: Matryca diod LED {0}x{1} z {2} bitem(ami) na diodę ({3} kolor(y))
pt_pt: Matriz de LED {0}x{1} com {2} bit(s) por LED ({3} cores)
ru_ru: Светодиодная матрица {0}x{1} с разрядностью {2} бит на ячейку ({3} цвет(а))
sv: LED Matrix {0}x{1} med {2} bit(ar) per LED ({3} färger)
tr: LED Matrix {0} x {1}, LED başına {2} bit (ler) ile ({3} renk)
uk_ua: Світлодіодна матриця {0}x{1} з розрядністю {2} біт на комірку ({3} колір(кольору))

# CaptionColumns
source: Columns
ar: أعمدة
chs: 列
de: Spalten
el: Στήλες
es: Columnas
fa: ستون
fr: Colonnes
he_il: עמודות
hr: Stupaca
hu: Oszlopok
it_it: Colonne
ja: 列
ko: 열
lt: Stulpelis
nl: Kolommen
pl: Kolumny
pt_pt: Colunas
ru_ru: Колонок
sv: Kolumner
tr: Sütun
uk_ua: Стовпчиків

# CaptionRows
source: Rows
ar: أسطر
chs: 行
de: Zeilen
el: Γραμμές
es: Filas
fa: ردیف
fr: Lignes
he_il: שורות
hr: Redaka
hu: Sorok
it_it: Righe
ja: 行
ko: 행
lt: Eiluė
nl: Rijen
pl: Wiersze
pt_pt: Linhas
ru_ru: Рядов
sv: Rader
tr: Satır
uk_ua: Рядки

# ToolTipColumns
source: Choose number of columns of the LED matrix
ar: اختر عدد أعمدة مصفوفة الـ LED
chs: 选择 LED 矩阵的列数
de: Anzahl der Spalten der LED Matrix auswählen
el: Επιλογή αριθμού στηλών του πίνακα διόδου εκπομπής φωτός
es: Seleccione el número de columnas de la matriz de LED
fa: تعداد ستون LED matrix را انتخاب کنید
fr: Choisir le nombre de colonnes de la matrice à DEL
he_il: כמות העמודות של מטריצת ה‏LED‏
hr: Odaberite broj stupaca LED matrice
it_it: Scegli il numero di colonne della matrice di LED
ja: LEDマトリクスの列数を選択してください。
ko: LED 행렬의 열의 수를 선택하시오.
lt: Pasirinkti skaičių LED matricos stulpelį
nl: Kies het aantal kolommen voor de LED matrix
pl: Wybierz liczbę kolumn matrycy diod LED
pt_pt: Escolha o número de colunas da matriz de LED
ru_ru: Выберите число столбцов светодиодной матрицы
sv: Välj antalet kolumner på LED matrixen
tr: LED matrisinin sütun sayısını seçin
uk_ua: Кількість стовпчиків світлодіодної матриці

# ToolTipRows
source: Choose number of rows of the LED matrix
ar: إختر عدد أسطر مصفوفة الـ LED
chs: 选择 LED 矩阵的行数
de: Anzahl der Zeilen der LED Matrix auswählen
el: Επιλογή αριθμού γραμμών του πίνακα διόδου εκπομπής φωτός
es: Seleccione el numero de filas de LED en la matriz
fa: تعداد ردیف LED matrix را انتخاب کنید
fr: Choisir le nombre de lignes de la matrice à DEL
he_il: מספר השורות במטריצת ה‏LED‏
hr: Odaberite broj redaka LED matrice
hu: Válaszd ki a LED mátrix sorainak számát
it_it: Scegli il numero di righe della matrice di LED
ja: LEDマトリクスの行数を選択してください。
ko: LED 행렬의 행의 수를 선택하시오.
lt: Pasirinkti eilučių skaičių LED matricoje
nl: Kies het aantal rijen voor de LED matrix
pl: Wybierz liczbę wierszy matrycy diod LED
pt_pt: Escolha o número de linhas da matriz de LED
ru_ru: Выберите число строк светодиодной матрицы
sv: Välj antalet rader på LED matrixen
tr: LED matris için satır sayısı seçin.
uk_ua: Кількість рядків світлодіодної матриці

# CaptionLedMatrixType
source: Type
ar: النوع
chs: 类型
de: Typ
el: Τύπος
es: Tipo
fa: نوع
he_il: סוג
hr: Tip
hu: Típus
it_it: Tipo
ja: タイプ
ko: 타입
lt: Tipas
pl: Typ
pt_pt: Tipo
ru_ru: Тип
sv: Typ
tr: Tip
uk_ua: Тип

# LedMatrixColumnSelector
source: for selecting Column #{0}
ar: من أجل اختيار العمود رقم {0}
chs: 选择列 #{0}
de: zur Auswahl von Spalte #{0}
el: για την επιλογή της στήλης #{0}
es: Para seleccionar Columna #{0}
fa: برای انتخاب ستون #{0}
fr: Pour selectionner la colonne #{0}
he_il: בחירת עמודה #‏{0}‏
hr: za odabir stupca #{0}
hu: Oszlopok kiválasztása #{0}
it_it: per la selezione di Colonna # {0}
ja: {0}列目の選択(色指定)用
ko: 선택된 열 #{0}
lt: Pasirinkimui Stulpelio #{0}
nl: voor selecteren van kolom #{0}
pl: aby wybrać kolumnę #{0}
pt_pt: para a seleção da coluna #{0}
ru_ru: для выбора колонки {0}
sv: för att markera Kolumn #{0}
tr: #{0} Sütununu seçmek için
uk_ua: для вибору стовпця {0}

# LedMatrixRowIndividual
source: for each LED in Row #{0}
ar: من أجل كل LED في السطر رقم {0}
chs: #{0} 行中的每个 LED
de: für jede LED in Zeile #{0}
el: για καθε διοδο εκπομπης φωτος στη γραμμή #{0}
es: Para cada LED en la fila #{0}
fa: برای هر LED در ردیف #{0}
fr: Pour chaque DEL sur la ligne #{0}
he_il: בחירת כל LED בשורה ‏#{0}
hr: za svaki LED u retku #{0}
hu: A sorban szereplő ledek #{0}
it_it: per ogni LED in riga # {0}
ja: {0}行目のそれぞれのLEDの選択(色指定)用
ko: 선택된 행 #{0}
lt: Kiekvienai LED eilutėje #{0}
nl: voor elke LED in rij #{0}
pl: dla każdej diody LED w wierszu #{0}
pt_pt: para cada LED na linha #{0}
ru_ru: для каждого светодиода в строке {0}
sv: för varje LED i rad #{0}
tr: #{0} Satırındaki her LED için
uk_ua: для кожного світлодіода в рядку {0}

# LedMatrixRowSelector
source: for selecting Row #{0}
ar: من أجل اختيار السطر رقم {0}
chs: 选择行 #{0}
de: zur Auswahl von Zeile #{0}
el: για ην επιλογή της γραμμής #{0}
es: Para seleccionar fila #{0}
fa: برای انتخاب ردیف #{0}
fr: Pour selectionner la ligne #{0}
he_il: בחירת שורה ‏#{0}‏‏
hr: za odabir retka #{0}
hu: Sorok kiválasztása #{0}
it_it: per la selezione di riga # {0}
ja: {0}行目の選択用
ko: 선택된 행 #{0}
lt: Eilutės pasirinkimui #{0}
nl: voor selecteren van rij #{0}
pl: aby wybrać wiersz #{0}
pt_pt: para a seleção da linha #{0}
ru_ru: для выбора строки {0}
sv: för markering av Rad #{0}
tr: #{0} Satırını seçmek için
uk_ua: для вибору рядка {0}

# LedMatrixTypeIndividual
source: Individual
ar: منفرد
chs: 单独的
de: Zeilenweise
el: Ξεχωριστά
fa: فردی
fr: Individuel
he_il: אישי
hr: Individualan
hu: Egyedi
it_it: Individuale
ja: 個別制御方式
ko: 단독
lt: Individinis tipas
nl: Individueel
pl: Indywidualny
ru_ru: Индивидуальный
sv: Individuel
tr: Bireysel
uk_ua: Індивідуальний

# LedMatrixTypeSelector
source: Selector
ar: منتقى
chs: 选择器
de: Auswahl
el: Επιλογέας
fa: گزینشگر
fr: Sélecteur
he_il: בורר
hr: Selektor
hu: Választó
it_it: Selettore
ja: セレクタ方式
ko: 선택
lt: Parenkamasis tipas
nl: Selectie
pl: Grupowy
pt_pt: Seletor
ru_ru: Селектор
sv: Väljare
tr: Seçici
uk_ua: Селектор

# TitleCellShape
source: Cell _Shape:
ar: شكل الخلية:
chs: 单元形状
de: _Zellenform:
el: Μέγεθος κυττάρου:
es: Forma de celda:
fa: شکل سلول
fr: _Forme des cellules :
he_il: ‏_צורת תא:‏
hr: _Oblik ćelije:
hu: Cella _Alakzat:
it_it: Forma _della cella:
ja: セルの形状:
ko: Cell 모양:
lt: Laukelio_Forma:
nl: Cel _Symbool:
pl: Kształt komórki:
pt_pt: Fo_rmatar Célula:
ru_ru: _Форма ячейки:
sv: Cell _Form:
tr: Hücre _Şekli:
uk_ua: _Форма комірок:

# TitleColumns
source: _Columns:
ar: الأعمدة:
chs: 列(_C)
de: _Spalten:
el: _Στήλες:
es: Columnas:
fa: ستون
fr: _Colonnes :
he_il: ‏_עמודות:‏
hr: _Stupaca:
hu: _Oszlopok:
it_it: _Colonne:
ja: 列数:
ko: 열:
lt: Stulpeliai:
nl: _Kolommen:
pl: Kolumny:
pt_pt: _Colunas:
ru_ru: _Колонки:
sv: _Kolumner
tr: _Sütunlar:
uk_ua: _Колони:

# TitleRows
source: _Rows:
ar: الأسطر:
chs: 行(_R)
de: _Zeilen:
el: _Γραμμές:
es: Filas:
fa: ردیف
fr: _Lignes :
he_il: ‏_שורות:‏
hr: _Redaka:
hu: _Sorok:
it_it: _Righe:
ja: 行数:
ko: 행:
lt: Eilutės:
nl: _Rijen:
pl: Wiersze:
pt_pt: _Linhas:
ru_ru: _Рядов:
sv: _Rader:
tr: _Satırlar:
uk_ua: _Рядків:

# ToolTipLedMatrixType
source: Choose the way of controlling the matrix
ar: اختر طريقة التحكم بالمصفوفة
chs: 选择控制矩阵的方式
de: Wählen Sie aus wie die LED Matrix angesteuert wird.
el: Επιλογή τρόπου ελέγχου του πίνακα
es: Seleccione la forma para controlar a matriz
fa: روش کنترل ماتریکس را مشخص می کند
fr: Choisir comment contrôler la matrice
he_il: סוג השליטה על המטריצה
hr: Odaberite način upravljanja matricom
hu: Válaszd ki a mátrix vezérlésének módját
it_it: Scegli il modo di contro della matrice
ja: LEDマトリクスの制御方式を選択してください。
ko: 행렬의 타입을 선택하시오.
lt: Pasirinkti matricos valdymą
nl: Kies de manier waarop de matrix bestuurd moet worden
pl: Wybierz sposób sterowania matrycy diod LED
pt_pt: Escolha do modo de controlar a matriz
ru_ru: Выберите способ управления матрицей
sv: Välj sätt att kontrolera matrixen
tr: Matrisin kontrolünü seçme yolunu seçin
uk_ua: Спосіб керування матрицею

# TitleColors
source: C_olors:
ar: الألوان:
chs: 颜色(_C)
de: _Farben:
el: _Χρώματα:
es: Colores:
fa: رنگ:
fr: C_ouleurs :
he_il: ‏צ_בעים:‏
hr: B_oje:
hu: _Színek:
it_it: C_olori:
ja: 色数(ビット数):
ko: 색:
lt: Spalvos:
nl: K_leuren:
pl: Kolory:
pt_pt: C_ores:
ru_ru: _Цвета:
sv: F_ärger:
tr: _Renkler:
uk_ua: _Кольори:

# MessageVersionLatest
source: You already have latest version.
ar: انت تستخدم النسخة الأخيرة, ليس هناك تحديثات.
chs: 您已经在使用最新版本了
de: Sie haben bereits die aktuelle Version.
el: Έχετε ήδη την πιο πρόσφατη έκδοση.
es: Usted esta trabajando con la versión mas actualizada.
fa: شما هم اکنون از بروز ترین ورژن برنامه استفاده می کنید
fr: Vous avez déjà la dernière version.
he_il: הגרסה הנוכחית עדכנית.‏
hr: Već imate najnoviju verziju.
hu: A legfrissebb verziót használod.
it_it: Hai già l'ultima versione.
ja: 最新のバージョンをお使いです。
ko: 이미 최신 버전입니다.
lt: Jūs jau turite naujiausią versiją.
nl: Dit is al de laatste versie.
pl: Posiadasz najnowszą wersję.
pt_pt: Já possui a última versão.
ru_ru: У вас уже есть последняя версия.
sv: Du har redan den senaste veritionen.
tr: Zaten son sürüme sahipsin.
uk_ua: У вас найновіша версія.

# MessageVersionOutdated
source: You have older version. Click on the link below to download latest one.
ar: لديك نسخة قديمة. الرجاء الضغط على الرابط أدناه لتحميل أخر نسخة.
chs: 您的版本过期了，请点击下方的链接来下载最新的版本。
de: Sie haben eine ältere Version. Klicken Sie auf den unten stehenden Link um die aktuelle Version herunterzuladen.
el: Έχετε μια παλιά έκδοση. Πατήστε στο σύνδεσμο για να γίνει λήψη της πιο πράσφατης.
es: Usted tiene una versión desactualizada. Oprima el link para descargar la versión mas reciente.
fa: ورژن برنامه شما قدیمی شده. لطفا از لینک زیر آخرین ورژن را دانلود کنید.
fr: Vous possédez une ancienne version. Cliquez sur le lien ci-dessous pour télécharger la dernière version.
he_il: הגרסה הנוכחית ישנה. נא ללחוץ על הקישור כדי לעדכן את הגרסה.‏
hr: Imate stariju verziju. Kliknite na donju poveznicu za preuzimanje najnovije verzije.
hu: Egy régebbi verziót használsz. Az új változat letöltésért kattints az alábbi linkre.
it_it: Hai una versione precedente. Clicca sul link sotto per scaricare il più recente.
ja: 古いバージョンをお使いです。下のリンクをクリックして最新バージョンをダウンロードしてください。
ko: 당신은 구버전을 사용중입니다. 최신버전을 다운로드 하려면 아래 링크를 클릭하십시오.
lt: Jūs turite senesne versiją. Paspauskite and nuorodos apačioje ,kad parsisiūsti naujiausią.
nl: Dit is een oudere versie. Klik op de link hieronder om de laatste versie te downloaden.
pl: Używasz starej wersji. Kliknij poniższy link aby pobrać najnowszą.
pt_pt: Você possui uma versão antiga. Clique no link abaixo para efetuar o download da última versão.
ru_ru: У вас старая версия программы. Нажмите на ссылку ниже, чтобы загрузить новую.
sv: Du har en äldre version. Klicka länken nedan för att ladda ner den senaste.
tr: Eski versiyona sahipsin. Linke tıklayıp son sürümü indirebilirsin
uk_ua: У вас застаріла версія програми. Натисніть на посилання нижче, щоб завантажити нову.

# MessageVersionPreview
source: You have unreleased developer’s version.
ar: انت تستخدم نسخة تجريبية
chs: 您正在使用未发布的开发版本
de: Sie haben eine unveröffentlichte Entwickler-Version.
el: Έχετε μια ακυκλοφόρητη δοκιμαστική έκδοση.
es: Usted tiene una versión de desarrollo no liberada.
fr: Vous disposez de la version développeur.
he_il: הגרסה הנוכחית היא גרסת פיתוח לא משוחררת.‏
hr: Koristite neobjavljenu verziju za programere.
hu: Kiadatlan fejlesztői változatot használsz.
it_it: Hai una versione non rilasciata per sviluppatori.
ja: 開発版をお使いです。
ko: 출시되지 않은 개발자 버전입니다.
lt: Jūs turine neišleista kurėjo versija.
nl: Je hebt een niet-uitgebrachte ontwikkel-versie.
pl: Posiadasz wersję deweloperską.
pt_pt: Você tem a versão em desenvolvimento.
ru_ru: Ваша версия еще не издана разработчиком и предназначена для тестирования.
sv: Du har osläpt utväcklares version.
tr: Yayınlanmamış geliştiricinin sürümüne sahipsiniz.
uk_ua: Ваша версія ще не видана розробником і призначена для тестування.

# TitleCheckVersion
source: Check now
ar: تحقق الآن
chs: 检查更新
de: Jetzt prüfen
el: Έλεγχος τώρα
es: Calidar ahora
fa: هم اکنون چک شود
fr: Vérifier maintenant
he_il: בדיקת גרסה
hr: Provjeri sada
hu: Ellenőrzés most
it_it: Controlla ora
ja: 今すぐ確認
ko: 즉시 확인
lt: Parinkti dabar
nl: Controleer nu
pl: Sprawdź teraz
pt_pt: Verificar agora
ru_ru: Проверить сейчас
sv: Kolla nu
tr: Şimdi Kontrol Et
uk_ua: Перевірити зараз

# CommandHyperlink
source: Hyperlink
ar: رابط
chs: 超链接
el: Σύνδεσμος
es: Hipervínculo
fa: لینک
fr: Hyperlien
he_il: היפר-קישור
hr: Hiperveza
hu: Hivatkozás
it_it: Collegamento ipertestuale
ja: ハイパーリンク
ko: 하이퍼링크
lt: Nuoroda
pl: Link
pt_pt: Hiperligação
ru_ru: Гиперссылка
uk_ua: Посилання

# ErrorHyperlinkText
source: Hyperlink text is empty
ar: الرابط فارغ
chs: 超链接文本为空
de: Hyperlink Beschriftung ist leer
el: Το κείμενου του συνδέσμου είναι άδειο
es: El atributo de texto del hipervínculo se encuentra vacío.
fa: متن لینک خالی می باشد
fr: Le lien hypertexte est vide.
he_il: טקסט הקישור ריק
hr: Tekst hiperveze je prazan
hu: A hivatkozás szövege üres
it_it: Il testo del collegamento ipertestuale è vuoto
ja: ハイパーリンクの表示名が空です
ko: 하이퍼링크 텍스트가 비어있습니다.
lt: Hiperlinkas tekstas nerastas
nl: Hyperlink tekst is leeg
pl: Brak tekstu linku
pt_pt: O texto da hiperligação está vazio
ru_ru: Текст гиперссылки пуст
sv: Hyperlink text är tom
tr: Bağlantı metni boş.
uk_ua: Порожній текст посилання

# ErrorHyperlinkUrl
source: Hyperlink address is invalid
ar: الرابط غير صحيح
chs: 超链接地址不可用
de: Hyperlink Adresse ist ungültig
el: Η διεύθυνση του συνδέσμου είναι άκυρη
es: La dirección del hipervínculo no es valida.
fa: آدرس لینک نا معتبر است
fr: Le lien hypertexte est invalide.
he_il: כתובת הקישור לא תקינה
hr: Adresa hiperveze nije važeća
hu: A hivatkozás címe nem érvényes hivatkozás
it_it: L'indirizzo di collegamento ipertestuale non è valido
ja: ハイバーリンクのアドレスが不正です
ko: 하이퍼링크 주소가 잘못되었습니다.
lt: Netinkamas hiperlinkas
nl: Hyperlink adres is niet correct
pl: Adres linku jest nieprawidłowy
pt_pt: O endereço da hiperligação é inválido
ru_ru: Адрес перехода некорректен
sv: Hyperlin adress är inkorrect
tr: Bağlantı adresi geçersiz.
uk_ua: Некоректна адреса посилання

# TitleHyperlink
source: _Link to:
ar: رابط لـ :
chs: 链接(_L)
de: _Link zu:
el: _Σύνδεση σε:
es: Ligado a:
fa: لینک به:
fr: _Lien vers :
he_il: ‏_קישור:‏
hr: _Veza na:
hu: _Hivatkozás a következőre:
it_it: _Collegamento a:
ja: リンク先:
ko: 링크:
lt: Nuoroda Į:
pl: Link do:
pt_pt: _Ligação para:
ru_ru: _Адрес перехода:
sv: _Länk till:
tr: _Bağlantı:
uk_ua: _Адреса переходу:

# TitleText
source: _Text:
ar: نص:
chs: 文本(_T)
el: _Κείμενο:
es: Texto:
fa: متن:
fr: Texte :
he_il: ‏_טקסט:‏
hr: _Tekst:
hu: _Szöveg:
it_it: _Testo:
ja: 表示名
ko: 문자:
lt: Tekstas:
nl: _Tekst:
pt_pt: _Texto:
ru_ru: _Текст:
tr: _Metin:
uk_ua: _Текст:

# CommandInsertImage
source: Picture
ar: صورة
chs: 图片
de: Bild
el: Εικόνα
es: Imagen
fa: تصویر
fr: Image
he_il: תמונה
hr: Slika
hu: Kép
it_it: Immagine
ja: 画像
ko: 이미지 삽입
lt: Nuotrauka
nl: Afbeelding
pl: Obraz
pt_pt: Imagem
ru_ru: Вставить картинку
sv: Bild
tr: Resim
uk_ua: Зображення

# TitleCheckVersionPeriodically
source: Check periodically for new versions
ar: تفحص بشكل دوري من أجل الإصدارات الجديدة
chs: 定时检查新版本
de: Regelmäßig auf neue Versionen prüfen.
el: Να γίνεται έλεγχος για νέες εκδόσεις
es: Buscar periódicamente por nuevas versiones.
fa: به طور خودکار برای آخرین ورژن چک شود
fr: Vérifier périodiquement les nouvelles version
he_il: בדיקת גרסה אוטומטית
hr: Povremeno provjeravaj postoji li nova verzija
hu: Időközönként ellenőrizze, hogy van e új verzió
it_it: Controlla periodicamente per nuove versioni
ja: 新しいバージョンを定期的に調べる
ko: 새로운 버전 주기적으로 확인
lt: Periodiškai tikrinti ar yra nauja versija
nl: Controleer regelmatig op nieuwe versies
pl: Szukaj regularnie nowych wersji
pt_pt: Verificar periodicamente por novas versões
ru_ru: Периодически проверять наличие новых версий
sv: Kolla periodiskt äfter nyare versioner
tr: Yeni sürümleri periyodik olarak kontrol edin
uk_ua: Періодично перевіряти наявність нових версій

# ErrorClipboardCorrupted
source: Data in clipboard is corrupted and cannot be pasted.
ar: البيانات التي تم نسخها معطوبة و لا يمكن لصقها
chs: 剪贴板中的数据不正确或者不能够被粘贴
de: Die Daten in der Zwischenablage sind zerstört und können nicht eingefügt werden.
el: Τα δεδομενα στη μνήμη δεν μπορούν να επικολληθούν.
es: La información del portapapeles esta dañada y no puede ser pegada.
fa: دیتای داخل کلیپ بورد آسیب دیده و نمی تواند الصاق شود.
fr: Les données dans le buffer sont corrompues et ne peuvent être collées.
he_il: הנתונים בלוח העריכה פגומים ולא ניתנים להדבקה.
hr: Podaci u međuspremniku su oštećeni i ne mogu se zalijepiti.
hu: A vágólapon lévő adat sérült és nem lehet beilleszteni
it_it: I dati nella clipboard sono corrotti e non possono essere visualizzati.
ja: クリップボードのデータが壊れているためペーストできません。
ko: 클립보드의 데이터가 손상되어 붙여넣기 할 수 없습니다.
lt: Duomenys iškarpoje yra sugadintas ir negali būti įterpti.
nl: Data in het clipboard is corrupt en kan niet geplakt worden.
pl: Dane w schowku są uszkodzone i nie mogą być wklejone.
pt_pt: Os dados na área de transferência estão corrompidos e não podem ser colados.
ru_ru: Данные в буфере обмена повреждены и не могут быть вставлены.
sv: Data i utklipp är korrupt och kan inte klistras in.
tr: Panodaki veriler bozuk ve yapıştırılamıyor.
uk_ua: Дані в буфері обміну пошкоджені й не можуть бути вставлені.

# CommandTruthTable
source: Truth Table
ar: جدول الحقيقة
chs: 真值表
de: Wahrheitstabelle
el: Πίνακας Αληθείας
es: Tabla de verdad
fa: جدول درستی
fr: Table de vérité
he_il: טבלת אמת
hr: Tablica istinitosti
hu: Igazság táblázat
it_it: Tabella di verità
ja: 真理値表
ko: 진리표
lt: Tiesos lentele
nl: Waarheidstabel
pl: Tablica prawdy
pt_pt: Tabela Verdade
ru_ru: Таблица истинности
sv: Sanningstabell
tr: Doğruluk Tablosu
uk_ua: Таблиця істинності
