Repository: eugenelepekhin/LogicCircuit
Catalog: Sources/LogicCircuit/Properties/Resources.*.resx
Languages: ar, chs, de, el, es, fa, fr, he_il, hr, hu, it_it, ja, ko, lt, nl, pl, pt_pt, ru_ru, sv, tr, uk_ua

# ToolTipRAM
source: RAM {0} bit address / {1} bit data
ar: بت عنوان RAM {0} \ بت بينات {1}
chs: {0} 位地址宽 RAM / {1} 数据宽
de: RAM {0} Adressleitungen / {1} Datenleitungen
el: RAM {0} bit διεύθυνση / {1} bit δεδομένα
es: RAM {0} dirección del bit / {1} información del bit
fa: RAM با {0} بیت آدرس / {1} بیت دیتا
fr: RAM {0} bits d'adresse / {1} bits de données
he_il: זיכרון גישה אקראית עם כתובת ברוחב‏ {0} ‏סיביות, ונתונים ברוחב‏ {1} ‏סיביות
hr: RAM {0} bit adresa / {1} bit podatak
hu: RAM {0} bit cím / {1} bit adat
it_it: RAM {0} indirizzo di bit / {1} dati di bit
ja: RAM アドレス幅 {0}ビット / データ幅 {1}ビット
ko: RAM {0} 비트 주소 / {1} 비트 데이터
lt: RAM {0} bitų adresą / {1} bitų duomenys
nl: RAM {0} bit adres / {1} bit data
pl: RAM adres {0} bitowy / dana {1} bitowa
pt_pt: RAM: {0} bit de endereço / {1} bit de dados
ru_ru: ОЗУ - разрядность адреса: {0} бит, / разрядность данных {1} бит
sv: RAM {0} bit adress / {1} bit data
tr: RAM {0} bit addresi / {1} bit datası
uk_ua: ПДД - кількість адресних входів: {0}, / довжина слова: {1} біт

# ToolTipROM
source: ROM {0} bit address / {1} bit data
ar: بت العنوان ROM {0} \ {1} بت بيانات
chs: {0} 位地址宽 ROM / {1} 数据宽
de: ROM {0} Adressleitungen / {1} Datenleitungen
el: ROM {0} bit διεύθυνση / {1} bit δεδομένα
es: ROM {0} Dirección del bit / {1} información del bit
fa: ROM با {0} بیت آدرس / {1} بیت دیتا
fr: ROM {0} bits d'adresse / {1} bits de données
he_il: זיכרון לקריאה בלבד עם כתובת ברוחב‏ {0} ‏סיביות, ונתונים ברוחב‏ {1} ‏סיביות
hr: ROM {0} bit adresa / {1} bit podatak
hu: ROM {0} bit cím / {1} bit adat
it_it: ROM {0} indirizzo di bit / {1} dati di bit
ja: ROM アドレス幅 {0}ビット / データ幅 {1}ビット
ko: ROM {0} 비트 주소 / {1} 비트 데이터
lt: ROM {0} bitų adresas / {1} bitų duomenįs
nl: ROM {0} bit adres / {1} bit data
pl: ROM adres {0} bitowy / dana {1} bitowa
pt_pt: ROM: {0} bit de endereço / {1} bit de dados
ru_ru: ПЗУ - разрядность адреса: {0} бит, / разрядность данных {1} бит
sv: ROM {0} bit adress / {1} bit data
tr: ROM {0} bit addresi / {1} bit datası
uk_ua: ПЗП - адресних входів: {0}, / довжина слова: {1} біт

# ToolTipSplitter
source: Splitter of {0} bits to {1} pins
ar: مفرع {0} بت إلى {1} تماس
chs: {0} 位到 {1} 针脚分路器
de: Verzweiger mit {0} Busleitungen auf {1} Anschlüsse
el: Διαχωρισμός από {0} bits σε {1} pins
es: Dividir {0} bits en {1} pins
fa: جدا کننده {0} به {1} پین
fr: Séparateur de {0} Bits vers {1} broche(s).
he_il: מפצל‏ {0} ‏סיביות ל‏{1} ‏פינים
hr: Razdjelnik {0} bitova na {1} pinova
hu: Elosztó,{0} bit {1} lábra
it_it: Splitter di {0} bit a {1} pin
ja: {0}ビット幅の信号を{1}分割する分配器
ko: {0}비트를 {1}핀으로 분리
lt: {0} bitų pločio Spliteris {1} Kaiščiam
nl: Splitser van {0} bits naar {1} pins
pl: Rozdzielacz {0} bitowy na {1} porty
pt_pt: Divisor de {0} bits para {1} pinos
ru_ru: Разветвитель {0} бит в {1} разъема
sv: Delare av {0} bitar till {1} stift
tr: {0} adet bölücü pini {1} bit
uk_ua: Розгалужувач {0} біт(-и) в {1} роз'єм(-и)(-ів)

# ToolTipWire
source: Wire
ar: سلك
chs: 导线
de: Verbindung
el: Καλώδιο
es: Cable
fa: سیم
fr: Fil
he_il: חוט
hr: Žica
hu: Vezeték
it_it: Filo
ja: 配線
ko: 와이어
lt: Laidas
nl: Draad
pl: Przewód
pt_pt: Fio
ru_ru: Провод
sv: kabel
tr: Tel
uk_ua: Провідник

# CategoryInputOutput
source: Input - Output
ar: دخل - خرج
chs: 输入 - 输出
de: Eingang - Ausgang
el: Είσοδος - Έξοδος
es: Entrada - Salida
fa: ورودی - خروجی
fr: Entrée - Sortie
he_il: קלט - פלט
hr: Ulaz - Izlaz
hu: Bemenet - Kimenet
it_it: Ingresso - Uscita
ja: 入出力装置
ko: 입력 - 출력
lt: Įvestis-Išvestis
nl: Invoer - Uitvoer
pl: Wejście - Wyjście
pt_pt: Entada - Saída
ru_ru: Ввод - вывод
sv: Ingång - Utgång
tr: Giriş - Çıkış
uk_ua: Ввід - вивід

# TitlePinInput
source: {0} In
ar: {0} دخل
el: {0} Είσοδος
fr: {0} Entrée
he_il: ‏{0}‏ קלט
hr: {0} Ulaz
hu: {0} Be
ja: {0} 入力
ko: {0} 입력
lt: {0} Į
pl: We {0}
pt_pt: {0} Ent.
ru_ru: {0} Вх.
tr: {0} Giriş
uk_ua: {0} Вх.

# TitlePinOutput
source: {0} Out
ar: {0} خرج
el: {0} Έξοδος
fr: {0} Sortie
he_il: ‏{0}‏ פלט
hr: {0} Izlaz
hu: {0} Ki
ja: {0} 出力
ko: {0} 출력
lt: {0} Iš
nl: {0} Uit
pl: Wy {0}
pt_pt: {0} Saída
ru_ru: {0} Вых.
sv: {0} Ut
tr: {0} Çıkış
uk_ua: {0} Вих.

# CommandHelpAbout
source: _About
ar: حول
chs: 关于(_A)
de: _Über
el: _Πληροφορίες
es: Acerca de
fa: درباره ما
fr: A propos
he_il: ‏_אודות
hr: _O programu
hu: _Névjegy
it_it: _Informazioni su Logical Circuit
ja: このプログラムについて
ko: LogicCircuit 정보
lt: Apie
nl: _Over
pl: O programie
pt_pt: Sobr_e
ru_ru: _О программе
sv: _Om
tr: _Hakkında
uk_ua: _Про програму

# NameButton
source: Button
ar: زر
chs: 按钮
de: Knopf
el: Κουμπί
es: Botón
fa: دکمه
fr: Bouton
he_il: כפתור
hr: Dugme
hu: Gomb
it_it: Pulsante
ja: ボタン
ko: 버튼
lt: Myktukas
nl: Knop
pl: Przycisk
pt_pt: Botão
ru_ru: Кнопка
sv: Knapp
tr: Buton
uk_ua: Кнопка

# NameConstant
source: Constant
ar: ثابت
chs: 常量
de: Signalquelle
el: Σταθερά
es: Constante
fa: ثابت
fr: Constante
he_il: קבוע
hr: Konstanta
hu: Konstans
it_it: Costante
ja: 定数
ko: 상수
lt: Konstanta
nl: Constante
pl: Stała
pt_pt: Constante
ru_ru: Константа
sv: Konstant
tr: Sabit
uk_ua: Константа

# NameSplitter
source: Splitter
ar: مفرع
chs: 分路器
de: Verzweiger
el: Διαχωριστής
es: Divisor
fa: جدا کننده
fr: Séparateur
he_il: מפצל
hr: Razdjelnik
hu: Elválasztó
it_it: Divisore
ja: 分配器
ko: 분리기
lt: Dalintojas
nl: Splitser
pl: Rozdzielacz
pt_pt: Divisor
ru_ru: Разветвитель
sv: Delare
tr: Bölücü
uk_ua: Розгалужувач

# TitleAbout
source: About
ar: حول
chs: 关于
de: Über
el: Πληροφορίες για το
es: Acerca de.
fa: درباره ما
fr: A propos
he_il: אודות
hr: O programu
hu: Névjegy
it_it: Informazioni su Logical Circuit
ja: このプログラムについて
ko: 정보
lt: Apie
nl: Over
pl: O programie
pt_pt: Sobre
ru_ru: О программе
sv: Om
tr: Hakkında
uk_ua: Про програму

# TitleVersion
source: Version:
ar: الإصدار:
chs: 版本
el: Έκδοση:
fa: ورژن:
he_il: גרסה:‏
hr: Verzija:
hu: Verzió:
it_it: Versione:
ja: バージョン:
ko: 버전:
lt: Versija:
nl: Versie:
pl: Wersja:
pt_pt: Versão:
ru_ru: Версия:
tr: Sürüm:
uk_ua: Версія:

# TitleWeb
source: Web:
ar: شبكة:
chs: 网站
el: Ιστοσελίδα:
fa: آدرس وب:
he_il: עמוד ווב:‏
ja: ウェブサイト:
ko: 사이트:
lt: Inernetas:
pl: Strona internetowa:
pt_pt: Rede:
ru_ru: Веб-сайт:
sv: Hemsida
uk_ua: Веб-адреса:

# CommandToolsOptions
source: _Options
ar: خيارات
chs: 选项(_O)
de: _Optionen
el: _Ρυθμίσεις
es: Opciones
fa: تنظیمات
he_il: אפשר_ויות
hr: _Mogućnosti
hu: _Beállítások
it_it: _Opzioni
ja: オプション
ko: 설정
lt: _Nustatymai
nl: _Opties
pl: Opcje
pt_pt: _Opções
ru_ru: _Опции
sv: _Inställningar
tr: _Ayarlar
uk_ua: _Опції

# TitleDisplayOptions
source: Display
ar: عرض
chs: 显示
de: Anzeige
el: Οθόνη
es: Mostrar
fa: نمایش
fr: Afficher
he_il: תצוגה
hr: Zaslon
hu: Megjelenítés
it_it: Mostra
ja: 表示
ko: 화면
lt: Vaizdavimas
nl: Scherm
pl: Wyświetlanie
pt_pt: Ver
ru_ru: Отображать
sv: Visa
uk_ua: Вигляд

# TitleFileOptions
source: File
ar: ملف
chs: 文件
de: Datei
el: Αρχείο
es: Opciones de Archivo
fa: فایل
fr: Fichier
he_il: קובץ
hr: Datoteka
hu: Fájl
ja: ファイル
ko: 파일
lt: Failas
nl: Bestand
pl: Plik
pt_pt: Ficheiro
ru_ru: Файл
sv: Fil
tr: Dosya
uk_ua: Файл

# TitleGateShape
source: _Gate shape
ar: شكل البوابة
chs: 门形状(_G)
de: _Gatter Form:
el: Σχήμα πύλης
es: Forma de la compuerta
fa: شکل گیت
fr: Forme des _portes
he_il: ‏_סגנון שערים
hr: _Oblik log. sklopa
hu: _Kapu alakzat
it_it: Forma della _porta
ja: ゲートの形状
ko: 게이트 모양
lt: Vartų Forma
nl: _Poort Symbool
pl: Kształt bramki
pt_pt: _Porta Lógica
ru_ru: _Форма вентилей
sv: _Grind form
tr: _Kapı Şekli
uk_ua: _Форма елементів:

# TitleLoadLastFile
source: _Load last file on start up
ar: حمل الملف الأخير عند تشغيل البرنامج
chs: 启动时载入上一次的文件(_L)
de: _Zuletzt geöffnete Datei beim Start laden
el: Άνοιγμα τελευταίου αρχείου στην εκκίνηση
es: Cargar el último archivo al iniciar
fa: آخرین فایل جاری را هنگام شروع باز کن
fr: _Charger le dernier fichier au démarrage
he_il: ‏_טען את הקובץ האחרון בפתיחה
hr: _Učitaj zadnju datoteku pri pokretanju
hu: _Legutóbb használt fájl betöltése indításkor
it_it: _Carica ultimo file all'avvio
ja: 起動時に前回のファイルを開く
ko: 시작할 때 마지막 파일 불러오기
lt: Įkrauti paskutinį failą per paleidimą
nl: _Laad meest recente bestand bij starten
pl: Załaduj ostatni plik przy starcie
pt_pt: _Carregar último ficheiro ao iniciar
ru_ru: _Загружать последний отрытый файл при запуске
sv: _Ladda förra fillen vid start
tr: Başlangıçta son dosyayı _yükle
uk_ua: _Завантажувати останній відкритий файл при завантаженні

# TitleOptions
source: Options
ar: خيارات
chs: 选项
de: Optionen
el: Ρυθμίσεις
es: Opciones
fa: تنظیمات
he_il: אפשרויות
hr: Mogućnosti
hu: Beállítások
it_it: Opzioni
ja: オプション
ko: 설정
lt: Nustatymai
nl: Opties
pl: Opcje
pt_pt: Opções
ru_ru: Опции
sv: Inställningar
tr: Ayarlar
uk_ua: Опції

# TitleShowGrid
source: _Show grid
ar: أظهر الشبكة
chs: 显示表格(_S)
de: _Gitternetzpunkte anzeigen
el: _Εμφάνιση πλέγματος
es: Mostrar trama
fa: صفحه را قسمت بندی کن
fr: Montrer la grille
he_il: ‏_הצגת רשת
hr: _Prikaži rešetku
hu: Rács _mutatása
it_it: _Mostra griglia
ja: グリッドを表示
ko: 격자 보이기
lt: Paroditi tinklelį
nl: _Toon raster
pl: Pokaż siatkę
pt_pt: Mo_strar grade
ru_ru: _Показать сетку
sv: _Visa rutnär
tr: _Cetveli göster
uk_ua: _Показати сітку

# MessageFreeWireCount
source: {0} free wires have been found.
ar: تم اكتشف أسلاك غير موصولة {0}
chs: 发现了 {0} 根未连接的导线
de: {0} freie Verbindungen wurden gefunden.
el: {0} ελεύθερα καλώδια βρέθηκαν.
es: {0} Se han detectado cables sueltos.
fa: {0} سیم آزاد پیدا شد.
fr: {0} fil(s) libre(s) ont été trouvé.
he_il: נמצאו ‏{0}‏ חוטים לא מחוברים.‏
hr: Pronađeno je {0} slobodnih žica.
hu: {0} darab szabadon hagyott vezetéket találtam.
it_it: {0} fili scollegatii sono stati trovati.
ja: 接続されていない配線が{0}本見つかりました。
ko: {0}개의 빈 와이어를 찾았습니다.
lt: {0} laisvi laidai buvo rasti.
nl: {0} Er zijn losse draden gevonden.
pl: Znaleziono {0} wolny(ch) przewodów.
pt_pt: Foram encontrados {0} cabos desconectados.
ru_ru: Найдено {0} висячих проводов
sv: {0} lösa kablar hittades.
tr: {0} boşta tel bulundu
uk_ua: Знайдено {0} плаваючих провідників

# MessageFloatingSymbolCount
source: {0} unconnected symbols have been found.
ar: تم اكتشف رمز غير متصل {0}
chs: 发现了 {0} 个没有连接的元器件
de: {0} nicht verbundene Symbole wurden gefunden.
el: {0} μη συνδεδεμένα σύμβολα βρέθηκαν.
es: {0} simbolo(s) sin conexión ha(n) sido encontrado(s).
fa: {0} شئ بدون اتصال پیدا شد.
fr: {0} symbole non connecté trouvé.
he_il: נמצאו ‏{0}‏ רכיבים לא מחוברים.‏
hr: Pronađeno je {0} nepovezanih simbola.
hu: {0} darab be nem kötött szimbólumot találtam
it_it: {0} simboli non collegati sono stati trovati.
ja: 接続されていないシンボルが{0}個見つかりました。
ko: {0}개의 연결되지 않은 요소가 발견되었습니다.
lt: {0} nesujunktas simbolis buvo rastas
nl: {0}Er zijn niet aangesloten symbolen gevonden.
pl: Znaleziono {0} niepodłączony(ch) elementów.
pt_pt: Foram encontrados {0} símbolos não conectados.
ru_ru: Найдено {0} не подсоединенных символов.
sv: {0} oinkopplade symboler har hittats.
tr: {0} bağlantısı olmayan sembol bulundu.
uk_ua: Знайдено {0} не з'єднаних символів.

# CommandCircuitCurrent
source: Logical Circuit
ar: دارة منطقية
chs: 逻辑电路
de: Schaltung
el: Λογικό Κύκλωμα
es: Circuito lógico
fa: مدار منطقی
fr: Circuit logique
he_il: הגדרות מעגל
hr: Logički sklop
hu: Logikai kapcsolás
it_it: Circuiti logici
ja: この回路について
ko: 회로 설정
lt: Loginė grandinė
nl: Logische schakeling
pl: Obwód
pt_pt: Circuito Lógico
ru_ru: Логическая схема
sv: Logisk Krets
tr: Lojik Devre
uk_ua: Логічна схема

# CommandCircuitDelete
source: Delete Current Circuit
ar: حذف الدارة الحالية
chs: 删除当前电路
de: Aktuellen Schaltplan löschen
el: Διαγραφή κυκλώματος
es: Borrar el circuito actual
fa: مدار فعلی را پاک کن.
fr: Supprimer le circuit en cours
he_il: מחיקת המעגל הנוכחי
hr: Obriši trenutni sklop
hu: Jelenlegi kapcsolás törlése
it_it: Elimina circuito corrente
ja: 現在の回路を削除
ko: 현재 회로 제거
lt: Ištrinti dabartinę grandinę
nl: Verwijder huidige schakeling
pl: Usuń bierzący obwód
pt_pt: Eliminar Circuito Atual
ru_ru: Удалить текущую схему
sv: Radera Den Aktuella Kretsen
tr: Geçerli Devreyi Sil
uk_ua: Видалити поточну схему

# CommandCircuitNew
source: New Logical Circuit
ar: دارة منطقية جديدة
chs: 新建逻辑电路
de: Neuen Schaltplan erstellen
el: Νεο λογικό κύκλωμα
es: Nuevo circuito lógico
fa: ایجاد مدار منطقی جدید
fr: Nouveau circuit logique
he_il: מעגל חדש
hr: Novi logički sklop
hu: Új logikai kapcsolás
it_it: Nuovo circuito logico
ja: 新しい回路を作成
ko: 새 회로 생성
lt: Nauja Loginė Grandinė
nl: Nieuwe logische schakeling
pl: Nowy obwód
pt_pt: Novo Circuito Lógico
ru_ru: Новая схема
sv: Ny Logisk Krets
tr: Yeni Lojik Devre
uk_ua: Нова схема

# CommandCircuitProject
source: Project
ar: مشروع
chs: 项目
de: Projekt
el: Εργασία
es: Proyecto
fa: پروژه
fr: Projet
he_il: פרויקט
hr: Projekt
hu: Projekt
it_it: Progetto
ja: プロジェクト
ko: 프로젝트
lt: Projektas
pl: Projekt
pt_pt: Projeto
ru_ru: Проект
sv: Projekt
tr: Proje
uk_ua: Проект

# CommandEditSelectAllButWires
source: Select All But Wires
ar: تحديد الكل ما عدا الأسلاك
chs: 选择导线以外的全部
de: Alles außer Verbindungen auswählen
el: Επιλογή μόνο των καλωδίων
es: Seleccionar todo excepto los cables
fa: انتخاب همه اشیاء به جز سیم ها
fr: Tout sélectionner sauf les fils
he_il: בחירת הכל חוץ מחוטים
hr: Odaberi sve osim žica
hu: Minden kijelölése, kivéve vezetékek
it_it: Seleziona tutto eccetto i fili
ja: 配線以外をすべて選択
ko: 와이어를 제외한 모두 선택
lt: Pasirinkti viską išskyrus laidus
nl: Alles, behalve bedrading, selecteren
pl: Zaznacz wszystko poza przewodami
pt_pt: Selecionar Tudo Excepto os Fios
ru_ru: Выделить все кроме проводов
sv: Markera Alla Utom Kablar
tr: Tellerin Tümünü Seç
uk_ua: Виділити все крім провідників

# CommandEditSelectAllProbes
source: Select All Probes
ar: تحديد كل المجسات
chs: 选择所有探针
de: Alle Prüfspitzen auswählen
el: Επιλογή όλων των ακροδεκτών
es: Seleccionar todos los sondeos
fa: انتخاب همه Probe ها
fr: Sélectionner toutes les sondes
he_il: בחירת כל הגשושים
hr: Odaberi sve sonde
hu: Minden mérőpont kijelölése
it_it: Seleziona tutte le sonde
ja: プローブをすべて選択
ko: 모든 프로브 선택
lt: Pasirinkti visus zondus
nl: Selecteer alle Probes
pl: Zaznacz wszystkie próbniki
pt_pt: Selecionar Todas as Sondas
ru_ru: Выделить все пробники
sv: Markera Alla Sonder
tr: Tüm Probları Seç
uk_ua: Виділити всі проби

# CommandEditSelectAllProbesWithWire
source: Select All Probes and Connected Wire
ar: تحديد كل المجسات و الأسلاك الموصولة
chs: 选择所有探针和连接的导线
de: Alle Prüfspitzen und Verbindungen auswählen
el: Επιλογή όλων των ακροδεκτών και των συνδεδεμένων καλωδίων
es: Seleccionar todos los sondeos y conectar cable
fa: انتخاب همه Probe ها و سیم های متصل
fr: Sélectionner les sondes et fils connectés
he_il: בחירת כל הגשושים והחוטים המחוברים אליהם
hr: Odaberi sve sonde i spojene žice
hu: Minden mérőpont és csatlakozó vezeték kijelölése
it_it: Seleziona tutte le sonde e fili collegati
ja: プローブとその配線をすべて選択
ko: 모든 프로브와 연결된 와이어 선택
lt: Pasirinkti visus zondus ir jungenčiuosius laidus
nl: Selecteer alle Probes en aangesloten bedrading
pl: Zaznacz wszystkie próbniki i podłączone przewody
pt_pt: Selecionar Todas as Sondas e Fio Ligado
ru_ru: Выделить все пробники и их провода
sv: Markera Alla sonder och Ihopkopplade Kablar
tr: Tüm Probları ve Bağlı Telleri Seç
uk_ua: Виділити всі проби та їх провідники

# CommandEditSelectAllWires
source: Select All Wires
ar: تحديد كل الأسلاك
chs: 选择所有导线
de: Alle Verbindungen auswählen
el: Επιλογή καλωδίων
es: Seleccionar todos los cables
fa: انتخاب همه سیم ها
fr: Sélectionner tous les fils
he_il: בחירת כל החוטים
hr: Odaberi sve žice
hu: Minden vezeték kijelölése
it_it: Seleziona tutti i fili
ja: 配線をすべて選択
ko: 모든 와이어 선택
lt: Pasirinkti visus laidus
nl: Selecteer alle bedrading
pl: Zaznacz wszystkie przewody
pt_pt: Selecionar Todos os Fios
ru_ru: Выделить все провода
sv: Markera Alla Kablar
tr: Tüm Telleri Seç
uk_ua: Виділити всі провідники

# CommandEditSelectFloatingSymbols
source: Select Floating Symbols
ar: اختر الرمز العائم
chs: 选择没有完全连接的元件
de: Alle freien Symbole auswählen
el: Επιλογή συμβόλων
es: Seleccionar simbolos flotantes
fa: انتخاب اشیاء ناقص
fr: Sélectionner les symboles flotants
he_il: בחירת רכיבים לא מחוברים
hr: odaberi plutajući simbol
hu: Lebegő szimbólumok kijelölse
it_it: Seleziona simboli mobili
ja: 配線が浮いているシンボルを選択
ko: 연결되지 않은 심볼 선택
lt: Pasirinkti plūduriuojančius laidus
nl: Selecteer 'Floating' Symbolen
pl: Zaznacz niepodłączone części
pt_pt: Selecionar Símbolos Flutuantes
ru_ru: Выделить все не подсоединенные символы
sv: Markera Flytande Symboler
tr: Değişken semboller Seç
uk_ua: Виділити всі не з'єднані символи

# CommandEditSelectFreeWires
source: Select Free Wires
ar: تحديد الأسلاك الحرة
chs: 选择未连接的导线
de: Offene Verbindungen auswählen
el: Επιλογή ελεύθερων καλωδίων
es: Seleccionar cables libres
fa: انتخاب سیم های آزاد
fr: Sélectionner les fils libres
he_il: בחירת חוטים לא מחוברים
hr: Odaberi slobodne žice
hu: Szabadonkhagyott vezetékek kijelölése
it_it: Seleziona fili scollegati
ja: 接続されていない配線を選択
ko: 빈 와이어 선택
lt: Pasirinkti Laisvus laidus
nl: Selecteer losse bedrading
pl: Zaznacz niepodłączone przewody
pt_pt: Selecionar Fios Livres
ru_ru: Выделить все не подсоединенные провода
sv: Markela Lösa Kablar
tr: Boşta Olan Telleri Seç
uk_ua: Виділить всі не з'єднані провідники

# CommandEditUnselectAllButWires
source: Unselect All But Wires
ar: إزالة تحديد الكل ما عدا الأسلاك
chs: 反选导线以外的全部
de: Alles außer Verbindungen abwählen
el: Αποεπιλογή όλων εκτός των καλωδιων
es: Deseleccionar todo excepto los cables
fa: عدم انتخاب همه اشیاء به جز سیم ها
fr: Tout déselectionner sauf les fils
he_il: הסרת בחירה מהכל חוץ מחוטים
hr: Odznači sve osim žica
hu: Kijelölés megszüntetése, kivéve vezetékek
it_it: Deseleziona tutto eccetto i fili
ja: 配線以外の選択をすべて解除
ko: 와이어를 제외하고 선택 취소
lt: Atsirinkti Viską tik ne Laidus
nl: Deselecteer alles, behalve bedrading
pl: Odznacz wszystko poza przewodami
pt_pt: Desmarcar Tudo Excepto os Fios
ru_ru: Снять выделение всего кроме проводов
sv: Omarkera Alla Utom Kablar
tr: Teller Hariç Seçimi kaldır
uk_ua: Зняти виділення зі всього крім провідників

# CommandEditUnselectAllWires
source: Unselect All Wires
ar: إزالة تحديد جميع الأسلاك
chs: 反选所有导线
de: Alle Verbindungen abwählen
el: Αποεπιλογή όλων των καλωδίων
es: Deseleccionar todos los cables
fa: عدم انتخاب همه سیم ها
fr: Déselectionner tous les fils
he_il: הסרת בחירה מכל החוטים
hr: Odznači sve žice
hu: Kijelölés megszüntetése vezetékeken
it_it: Deseleziona tutti i fili
ja: 配線の選択をすべて解除
ko: 모든 와이어 선택 취소
lt: Atsirinkti Visus Laidus
nl: Deselecteer alle bedrading
pl: Odznacz wszystkie przewody
pt_pt: Desmarcar Todos os Fios
ru_ru: Снять выделение всех проводов
sv: Omarkera Alla Kablar
tr: Tüm tellerin Seçimini Kaldır
uk_ua: Зняти виділення всіх провідників

# CommandFileExportImage
source: Export Image
ar: تصدير صورة
chs: 导入图像
de: Bild exportieren
el: Εξαγωγή εικόνας
es: Exportar Imagen
fa: تهیه عکس از مدار
fr: Exporter l'image
he_il: ייצוא _תמונה
hr: Izvoz slike
hu: Kép exportálása
it_it: Esporta immagine
ja: 回路を画像として保存
ko: 이미지 내보내기
lt: Iškelti paveikslėli
nl: Exporteer afbeelding
pl: Exportuj jako obraz...
pt_pt: Exportar Imagem
ru_ru: Сохранить изображение
sv: Exportera bild
tr: Resmi Dışa Aktar
uk_ua: Зберегти зображення

# CommandToolsOscilloscope
source: Oscilloscope
ar: راسم الإشارة
chs: 示波器
de: Oszilloskop
el: Παλμοσκόπιο
es: Osciloscopio
fa: نوسان نما
he_il: מרשם תנודות
hr: Osciloskop
hu: Oszcilloszkóp
it_it: Oscilloscopio
ja: オシロスコープ
lt: Okliskopas
nl: Oscilloscoop
pl: Oscyloskop
pt_pt: Osciloscópio
ru_ru: Осциллограф
sv: Oscilloskop
tr: Osiloskop
uk_ua: Осцилограф

# CommandToolsReport
source: Project Report
ar: تقرير المشروع
chs: 项目报告
de: Projektbericht
el: Αναφορά εργασίας
es: Reporte del Proyecto
fa: گزارش از پروژه
fr: Rapport de projet
he_il: דו"ח פרויקט
hr: Izvještaj projekta
it_it: Report del progetto
ja: プロジェクトの診断情報
ko: 프로젝트 리포트
lt: Projekto ataskaita
nl: Project Rapport
pl: Raport projektu
pt_pt: Relatório do Projeto
ru_ru: Отчет по проекту
sv: Projekt Raport
tr: Proje Raporu
uk_ua: Звіт по проекту

# TitleCategory
source: _Category:
ar: التصنيف:
chs: 类别(_C)
de: _Kategorie:
el: _Κατηγορία:
es: Categoria:
fa: دسته بندی:
fr: _Catégorie :
he_il: ‏_קטגוריה:‏
hr: _Kategorija:
hu: _Kategória:
it_it: _Categoria:
ja: カテゴリ:
ko: 카테고리:
lt: Kategorija:
nl: _Categorie:
pl: Kategoria:
pt_pt: _Categoria:
ru_ru: _Категория:
sv: _Kategori:
tr: _Kategori:
uk_ua: _Категорія:

# TitleDescription
source: _Description:
ar: وصف:
chs: 描述(_D)
de: _Beschreibung:
el: _Περιγραφή:
es: Descripción:
fa: توضیحات:
he_il: ‏_תיאור:‏
hr: _Opis:
hu: _Leírás
it_it: _Descrizione:
ja: 説明:
ko: 설명:
lt: Aprašimas:
nl: _Beschrijving:
pl: Opis:
pt_pt: _Descrição:
ru_ru: _Описание:
sv: _Beskrivning:
tr: _Açıklama:
uk_ua: _Опис:

# TitleName
source: _Name:
ar: إسم:
chs: 名字(_N)
el: _Όνομα:
es: Nombre:
fa: نام:
fr: _Nom :
he_il: ‏_שם:‏
hr: _Naziv:
hu: _Név:
it_it: _Nome:
ja: 名前:
ko: 이름:
lt: Vardas:
nl: _Naam:
pl: Nazwa:
pt_pt: _Nome:
ru_ru: _Имя:
sv: _Namn:
tr: _İsim:
uk_ua: _Ім'я

# TitleNotation
source: N_otation:
ar: الوصف:
chs: 符号(_O)
de: _Beschriftung:
el: _Σημείωμα:
es: Notacion:
fa: یادداشت
he_il: ‏_סימון:‏
hr: N_otacija:
hu: Je_lölés:
it_it: N_otazione:
ja: 表示名:
ko: 표기:
lt: Anotacija
nl: N_otering:
pl: Nazwa
pt_pt: N_otação:
ru_ru: Обо_значение:
tr: N_otasyon
uk_ua: По_значення:

# TitleBitWidth
source: _Bit width:
ar: عرض البت:
chs: 位宽(_B)
de: _Busbreite:
el: _Πλάτος bit:
es: Longitud de bit:
fa: طول بیت
fr: Largeur de _bits :
he_il: ‏_רוחב סיביות
hr: Duljina _bita:
hu: _Bit szélesség:
it_it: _Lunghezza di bit:
ja: ビット幅:
ko: 비트 폭:
lt: Bitų plotis:
nl: _Aantal bits:
pl: Szerokość bitowa:
pt_pt: Largura de _bit:
ru_ru: _Разрядность:
sv: _Bit bredd:
tr: _Bit Uzunluğu:
uk_ua: _Розрядність

# TitleValue
source: _Value:
ar: قيمة:
chs: 值(_V)
de: _Wert:
el: _Τιμή:
es: Valor
fa: مقدار
fr: Valeur :
he_il: ‏_ערך:‏
hr: _Vrijednost:
hu: _Érték:
it_it: _Valore:
ja: 値:
ko: 값:
lt: Reikšmė:
nl: _Waarde:
pl: Wartość:
pt_pt: _Valor:
ru_ru: _Значение:
sv: _Värde:
tr: _Değer:
uk_ua: _Значення:

# TitleAddressBitWidth
source: _Address bit width:
ar: عرض بت العنونة:
chs: 地址位宽(_A)
de: _Adressbus-Breite:
el: _Πλάτος της διεύθυνσης bit :
es: Dirección de longitud del bit:
fa: طول بیت های آدرس
fr: Largeur de bits d'_adresse :
he_il: רוחב סיביות _כתובת:‏
hr: Duljina _adrese bita:
it_it: _Indirizzo lunghezza di bit:
ja: アドレスビット幅:
ko: 주소 비트 폭:
lt: Bitų pločio adresas
nl: _Aantal adres bits:
pl: Szerokość portu adresowego:
pt_pt: C_omprimento de bit de endereço:
ru_ru: Разрядность _адреса:
sv: _Adress bit bredd:
tr: _Adres bit genişliği:
uk_ua: Розрядність _адреси:

# TitleData
source: Da_ta
ar: بيانات
chs: 数据(_T)
de: Da_ten
el: _Δεδομένα
es: Información
fa: دیتا
fr: Do_nnées
he_il: נ_תונים
hr: Poda_tak
hu: Ada_t
it_it: Da_ti
ja: データ
ko: 데이터
lt: Duomenys
pl: Dane
pt_pt: Da_do
ru_ru: _Данные
uk_ua: _Дані

# TitleDataBitWidth
source: Data _bit width:
ar: عرض بت البيانات:
chs: 数据位宽(_D)
de: _Datenbus-Breite:
el: _Πλάτος των δεδομένων bit :
es: Ancho de bits de datos:
fa: طول بیت های دیتا
fr: Largeur de _bits de donnée :
he_il: רוחב סיביות _נתונים:‏
hr: Duljina podatkovnog _bita:
hu: A_dat bitek száma
it_it: Lunghezza di bit _Dati:
ja: データビット幅:
ko: 데이터 비트 폭:
lt: Duomenų bitų plotis:
nl: Aantal data bits:
pl: Szerokość portu danych:
pt_pt: L_argura de bits de endereço:
ru_ru: _Разрядность данных:
sv: Data _bit bredd:
tr: Data _bit genişliği
uk_ua: _Розрядність даних

# TitleInverted
source: _Inverted
ar: معكوس:
chs: 倒置(_I)
de: _Invertiert
el: _Αντιστροφή
es: Invertido
fa: معکوس
fr: _Inversé
he_il: ‏_הפוך
hr: _Obrnuto
hu: _Invertált
it_it: _Invertito
ja: 反転
ko: 반전 표시
lt: Invertuora
nl: _Geïnverteerd
pl: Odwrócone
pt_pt: _Invertido
ru_ru: Ин_вертирован
sv: _Inverterad
tr: _Evirilmiş
uk_ua: Ін_вертувати

# TitleLoad
source: _Load...
ar: تحميل...
chs: 载入(_L)
de: _Laden...
el: _Φόρτωση...
es: Cargando...
fa: بارگذاری...
fr: _Charger...
he_il: ‏_טעינה מקובץ...‏
hr: _Učitaj...
hu: _Betöltés...
it_it: _Caricare...
ja: 読み込み...
ko: 불러오기...
lt: Įkrauti...
nl: _Laad...
pl: Załaduj...
pt_pt: _Carregar...
ru_ru: За_грузить...
sv: _Ladda...
tr: Y_ükle...
uk_ua: За_вантажити...
