Repository: eugenelepekhin/LogicCircuit
Catalog: Sources/LogicCircuit/Properties/Resources.*.resx
Languages: ar, chs, de, el, es, fa, fr, he_il, hr, hu, it_it, ja, ko, lt, nl, pl, pt_pt, ru_ru, sv, tr, uk_ua

# CommandFileExportHdl
source: Export _HDL...
ar: تصدير HDL ...
de: HDL exportieren...
el: Εξαγωγή HDL...
es: Exportar HDL...
fa: صادرات HDL...
fr: Exporter HDL...
hr: Izvoz HDL-a...
hu: HDL exportálása...
ja: HDL をエクスポート...
ko: HDL 내보내기...
lt: Eksportuoti HDL...
nl: HDL exporteren...
pl: Eksportuj HDL...
pt_pt: Exportar HDL...
sv: Exportera HDL...
tr: HDL'yi dışa aktar...

# ErrorExportHdlFile
source: Errors exporting file {0}
ar: أخطاء تصدير الملف {0}
de: Fehler beim Exportieren von Dateien {0}
el: Σφάλματα κατά την εξαγωγή αρχείων {0}
es: Errores al exportar archivo {0}
fa: خطا در صدور {0} پرونده
fr: Erreurs lors de l’exportation du fichier {0}
hr: Pogreške prilikom izvoza datoteke {0}
hu: Hibák a fájlexportálási {0}
ja: ファイル{0}のエクスポート中にエラーが発生しました
ko: 파일 {0} 내보내기 오류
lt: Klaidos eksportuojant failų {0}
nl: Fouten bij het exporteren van {0} bestand
pl: Błędy podczas eksportowania pliku {0}
pt_pt: Erros ao exportar {0} de arquivos
sv: Fel vid export av {0} fil
tr: Dosya {0} dışa aktarılırken hata oluştu

# MessageExportingHdl
source: Exporting circuit {0} to file {1}
ar: تصدير {0} الدائرة إلى ملف {1}
de: Exportieren von Schaltungs{0} in eine Datei {1}
el: Εξαγωγή κυκλώματος {0} σε αρχείο {1}
es: Exportación de {0} de circuito a {1} de archivo
fa: {0} مدار صادراتی به {1} پرونده
fr: Exportation de {0} de circuit vers un fichier {1}
hr: Izvoz {0} kruga u datoteku {1}
hu: Áramköri {0} exportálása fájlba {1}
ja: ファイル{1}への回路{0}のエクスポート
ko: 회로 {0} 파일 {1}로 내보내기
lt: Eksporto grandinės {0} į failų {1}
nl: Circuit exporteren {0} naar bestand {1}
pl: Eksportowanie {0} obwodu do pliku {1}
pt_pt: Exportando {0} de circuito para arquivar {1}
sv: Exportera krets {0} till fil {1}
tr: Devre {0} dosya {1} dışa aktarma

# TitleClose
source: Close
ar: غلق
de: Schließen
el: Κλείνω
es: Cerrar
fa: نزدیک
fr: Fermer
hr: Blizak
hu: Bezár
ja: 閉める
ko: 닫다
lt: Uždaryti
nl: Sluiten
pl: Zamykać
pt_pt: Fechar
sv: Stänga
tr: Kapatmak

# TitleExport
source: Export
ar: تصدير
de: Exportieren
el: Εξαγωγή
es: Exportar
fa: صادرات
fr: Exportation
hr: Izvoz
hu: Kivitel
ja: 輸出
ko: 수출
lt: Eksportuoti
nl: Exporteren
pl: Eksport
pt_pt: Exportação
tr: Ihracat

# TitleExportFolder
source: Target _folder:
ar: المجلد الهدف:
de: Zielordner:
el: Φάκελος προορισμού:
es: Carpeta de destino:
fa: پوشهی هدف:
fr: Dossier cible :
hr: Ciljna mapa:
hu: Célmappa:
ja: ターゲットフォルダ:
ko: 대상 폴더:
lt: Paskirties aplankas:
nl: Doelmap:
pl: Folder docelowy:
pt_pt: Pasta de destino:
sv: Målmapp:
tr: Hedef klasör:

# TitleExportHdl
source: Export HDL
ar: تصدير HDL
de: HDL exportieren
el: Εξαγωγή HDL
es: Exportar HDL
fa: صادرات HDL
fr: Exporter HDL
hr: Izvoz HDL
hu: HDL exportálása
ja: HDL をエクスポート
ko: HDL 내보내기
lt: Eksportuoti HDL
nl: HDL exporteren
pl: Eksportuj HDL
pt_pt: Exportar HDL
sv: Exportera HDL
tr: HDL'yi dışa aktar

# TitleExportOnlyCurrent
source: Export _only current circuit, not any sub-circuits
ar: تصدير الدائرة الحالية فقط ، وليس أي دوائر فرعية
de: Exportieren Sie nur Stromkreise, keine Unterkreise
el: Εξαγωγή μόνο κυκλώματος ρεύματος, όχι υποκυκλωμάτων
es: Exporte solo el circuito de corriente, no los subcircuitos
fa: صادرات فقط مدار فعلی، نه هر زیر مدار
fr: Exporter uniquement le circuit de courant, pas les sous-circuits
hr: Izvoz samo strujnog kruga, a ne pod-krugova
hu: Csak áramáramkört exportáljon, aláramköröket ne
ja: 現在の回路のみをエクスポートし、サブ回路はエクスポートしません
ko: 하위 회로가 아닌 현재 회로만 내보내기
lt: Eksportuokite tik srovės grandinę, o ne bet kokias antrines grandines
nl: Exporteer alleen stroomcircuits, geen subcircuits
pl: Eksportuj tylko obwód prądowy, a nie podobwody
pt_pt: Exporte apenas o circuito de corrente, não quaisquer subcircuitos
sv: Exportera endast strömkrets, inte några underkretsar
tr: Herhangi bir alt devreyi değil, yalnızca akım devresini dışa aktarın

# TitleExportType
source: _Export to:
ar: تصدير إلى:
de: Exportieren nach:
el: Εξαγωγή σε:
es: Exportar a:
fa: صادرات به:
fr: Exporter vers :
hr: Izvezi u:
hu: Exportálás:
ja: エクスポート先:
ko: 내보내기 대상:
lt: Eksportuoti į:
nl: Exporteren naar:
pl: Eksportuj do:
pt_pt: Exportar para:
sv: Exportera till:
tr: İhracat:

# TitleLog
source: _Log:
ar: سجل:
el: Κούτσουρο:
es: Registro:
fa: ورود:
fr: Rapport:
hr: Klada:
hu: Napló:
ja: 丸太：
ko: 로그:
lt: Žurnalo:
pl: Dziennik:
pt_pt: Tora:
sv: Logg:
tr: Kütük:

# GateAndName
source: And
chs: 与门
es: y
fr: ET
hr: And (I)
lt: And vardas
nl: EN
pl: Bramka AND
ru_ru: И
tr: Ve
uk_ua: І

# GateNotName
source: Not
chs: 非门
fr: Non
lt: Ne
nl: NIET
pl: Bramka NOT
ru_ru: Не
tr: Değil
uk_ua: НЕ

# NamePin
source: Pin
ar: تماس Pin
chs: 针脚
fa: پین
fr: Broche
he_il: פין
ja: 端子
ko: 핀
lt: Pinas
pl: Port
pt_pt: Pino
ru_ru: Разъем
sv: Stift
uk_ua: Роз'єм

# RAMNotation
source: RAM
lt: Ramai
ru_ru: ОЗУ
uk_ua: ПДД

# ToolTipNonePin
source: {0} bit(s) {1}
ar: {0} بت {1}
chs: {0} 位 {1}
fa: {1} {0} بیتی
he_il: ‏{0} ‏סיביות‏ {1}‏
hr: {0} bit(a) {1}
hu: {0} bit(ek) {1}
it_it: {0} bit {1}
ja: {0}ビット ({1})
ko: {0} 비트 {1}
lt: {0} bit(as/us) {1}
pl: {0} bitowy port {1}
ru_ru: {0} бит {1}
sv: {0} bit(ar) {1}
tr: {0} bit(ler) {1}
uk_ua: {0} біт {1}

# GateOrName
source: Or
chs: 或门
fr: OU
hr: Or (ILI)
lt: Arba
nl: OF
pl: Bramka OR
ru_ru: Или
tr: Veya
uk_ua: АБО

# TitleApplication
source: Logical Circuit
ar: دارة منطقية
chs: 逻辑电路
fr: Circuit Logique
lt: Loginė Grandinė
nl: Logische schakeling
pl: Logic Circuit
sv: Logisk Krets

# TitleOK
source: OK
ar: تمام
chs: 确认
fa: قبول
he_il: אישור
ko: 확인
lt: Gerai
sv: Okej
tr: Tamam

# TitleIsDisplay
source: Di_splay visual elements on symbol
chs: 使用符号显示视觉元素(_S)
de: Opti_sche Elemente im Projektbereich anzeigen
es: Mostrar elementos visuales
he_il: ה_צג רכיבי תצוגה על הסימן
it_it: _Simbolo visualizzato
lt: Paroditi vaisdinių elementus ant simbolio
ru_ru: Отображать _визуальные элементы на символах
uk_ua: Відображати візуальні елементи

# GateAndNotName
source: NAnd
chs: 与非门
fr: Non ET
hr: NAnd (NI sklop)
it_it: NotAnd
lt: NeAnd vardas
nl: NEN
pl: Bramka NAND
ru_ru: И-Не
tr: Ve değil
uk_ua: І-НЕ

# ToolTipIsDisplay
source: When you mark Logic Circuit to display visual elements all display symbols on this circuit will be visible live on its symbols. Displays are: LED, LED Matrix, Graphics Array, Button, or other Logic Circuit that displaying its visual elements.
chs: 当你标注逻辑电路显示视觉元素时， 所有的视觉符号都会显示在电路示意图上，包括： LED，LED矩阵，图形序列，按钮和其他逻辑电路。
de: Wenn Sie diese Funktion aktivieren, werden alle optischen Elemente dieses Schaltungs-Projekts im Projektbereich angezeigt. Optische Elemente sind: LED, LED Matrix, Grafik-Display, Knopf oder andere Logic Circuit Elemente welche optische Anzeigen haben.
es: Cuando usted selecciona un circuito para mostrar sus elementos visuales todos los símbolos de pantalla en este circuito será visibles. Las elementos a mostrar son: LED, LED de matriz, botón u otro circuito lógico (elementos visuales).
he_il: כאשר נבחרה תצוגת רכיבי תצוגה עבור רכיב, כל רכיבי התצוגה שלו יוצגו על הסימונים שלו.‏ רכיבת התצוגה הם: ‏LED‏, מטריצת ‏LED‏, כפתור, או מעגל לוגי אחר שמציג את רכיבי התצוגה שלו.‏
it_it: Quando si contrassegna circuito logico come display tutti i simboli del display saranno visibili sul suo simbolo.
lt: Kai yra pažymima rodyti vizualinius elementus visi simboliai grandinėje bus matomi. Rodomi yra: LED, LED Matrica, Grafinis masyvas, myktukas, ar kitos Loginės Grandinės kurios rodo savo vizualinius elementus.
ru_ru: Если отметить логическую схему, как отображающую визуальные элементы, то все дисплейные символы этой схемы будут отображаться в живую на ее символах. Дисплеи это - светодиод, светодиодная матрица, графический дисплей, кнопка или другие логические схемы отображающие свои визуальные элементы.
uk_ua: Якщо ви виберете відобразити дане поле, всі візуальні елементи вводу-виводу будуть відображатися в розділі "Проект" у вигляді компонованого елемента.

# GateOrNotName
source: NOr
chs: 或非门
fr: Non OU
hr: NOr (NILI sklop)
it_it: NotOr
nl: NOF
pl: Bramka NOR
ru_ru: Или-Не
tr: Veya Değil
uk_ua: АБО-НЕ

# GateXorName
source: Xor
chs: 异或门
fr: OU exclusif
hr: Xor (Isključivo ILI sklop)
nl: XOF
pl: Bramka XOR
ru_ru: Исключающее или
uk_ua: ВИКЛЮЧНЕ АБО

# GateXorNotName
source: XNor
chs: 同或门
fr: Non OU exclusif
hr: XNor (Isključivo NILI)
nl: XNOF
pl: Bramka XNOR
ru_ru: Исключающее или-Не
uk_ua: ВИКЛЮЧНЕ АБО-НЕ

# Gate7SegName
source: 7-seg
de: 7 Segment-Anzeige
fr: 7 segments
he_il: תצוגת 7 חלקים
ja: 7セグメントLED
pl: Wyświetlacz 7-segmentowy
ru_ru: 7-сегментный индикатор
uk_ua: 7-сегментний індикатор

# SymbolShapeAlu
source: ALU
pt_pt: ULA

# DefaultGateShape
source: Shaped
de: Rectangular
fr: Rectangular
ru_ru: Rectangular

# ROMNotation
source: ROM
ru_ru: ПЗУ
uk_ua: ПЗП

# WebSiteUri
source: https://www.logiccircuit.org/
chs: http://www.logiccircuit.org/
he_il: http://www.logiccircuit.org/
it_it: http://www.logiccircuit.org/
ru_ru: http://www.logiccircuit.org/
uk_ua: http://www.logiccircuit.org/

# HelpContent
source: https://www.logiccircuit.org/help.html
chs: http://www.logiccircuit.org/help.html
he_il: http://www.logiccircuit.org/help.html
it_it: http://www.logiccircuit.org/help.html
ru_ru: http://www.logiccircuit.org/help.html
uk_ua: http://www.logiccircuit.org/help.html

# WebSiteDownloadUri
source: https://www.logiccircuit.org/download.html
chs: http://www.logiccircuit.org/download.html
he_il: http://www.logiccircuit.org/download.html
it_it: http://www.logiccircuit.org/download.html
ru_ru: http://www.logiccircuit.org/download.html
uk_ua: http://www.logiccircuit.org/download.html
