Repository: eugenelepekhin/LogicCircuit
Catalog: Sources/LogicCircuit/Properties/Resources.*.resx
Languages: ar, chs, de, el, es, fa, fr, he_il, hr, hu, it_it, ja, ko, lt, nl, pl, pt_pt, ru_ru, sv, tr, uk_ua

# ToolTipSensorBitWidth
source: Choose bit width of the sensor
ar: اختر عرض بتات الحساس
chs: 选择传感器位宽
de: Wählen Sie die Bitbreite des Sensors.
el: Επιλογή πλάτος bit του αισθητήρα
es: Seleccione la longitud de bit del sensor
fa: طول بیت سنسور را مشخص می کند
fr: Choisissez la largeur de bit du capteur
hr: Odaberite širinu bita senzora
hu: Szenzor bit szélességének meghatározása
ja: センサのビット幅を選択してください。
ko: 센서의 비트폭을 선택하십시오.
lt: Pasirinkti sensoriaus bito ploti
nl: Kies de woordbreedte van de sensor
pl: Wybierz szerokosć bitową sensora
pt_pt: Escolher a largura de bit do sensor
ru_ru: Выберите разрядность датчика
sv: Välj bit bredd på sensorn
tr: Sensör için bit genişliği seçin
uk_ua: Виберіть розрядність датчика

# ToolTipSensorNotation
source: Enter notation of the sensor
ar: أدخل رمز الحساس
chs: 输入传感器标识
de: Geben Sie die Bezeichnung des Sensors ein.
el: Δώστε κείμενο για τον αισθητήρα
es: Introduzca la notación del sensor
fa: متن روی سنسور را مشخص می کند
fr: Entrer le nom du capteur.
hr: Unesite oznaku senzora
hu: Írd be a szenzor jelölését
ja: センサの表示名を入力
ko: 센서 이름을 입력하십시오.
lt: Pasirinkite sensoriaus užrašymą
nl: Voer de notatie van de sensor in
pl: Wprowadź nazwę sensora
pt_pt: Introduzir a notação do sensor
ru_ru: Введите обозначение датчика
sv: Skriv in notation på sensorn
tr: Sensörün notasyonunu giriniz
uk_ua: Введіть позначення датчика

# ToolTipSensorType
source: Choose where the sensor will get data to provide
ar: اختر مصدر بيانات الحساس.
chs: 选择传感器如何提供数据
de: Wählen Sie von wo der Sensor seine Meßwert herbekommt.
el: Επιλογή πηγής δεδομένων αισθητήρα
es: Seleccione donde el sensor obtendrá datos para proporcionar
fa: نحوه عملکرد سنسور را مشخص می کند
fr: Choisissez ou le capteur prendra les données a fournir
hr: Odaberite gdje će senzor dobiti podatke za pružanje
hu: Válaszd ki, hogy a szenzor honnan kapja az adatait
ja: センサが出力するデータの生成方法を選択してください。
ko: 센서 데이터 생성 방법을 선택하십시오.
lt: Pasirinkti kur sensorius gaus duomenis pravesti
nl: Kies, waar de sensor de gegevens van krijgt
pl: Wybierz skąd sensor ma brać dane
pt_pt: Escolher onde o sensor irá receber dados para prover
ru_ru: Выберите способ получения данных датчиком
sv: Välj var sensorn kommer få data att läverera
tr: Sensörün verilecek verileri nereden alacağını seçin
uk_ua: Виберіть спосіб отримання даних датчиком

# TitleSensorType
source: Sensor _type:
ar: نوع الحساس:
chs: 传感器类型(_T)
de: Sensor _Typ:
el: Τύπος αισθητήρα:
es: Tipo de Sensor:
fa: نوع سنسور:
fr: Type de capteur :
hr: Tip _senzora:
hu: Szenzor _típus:
ja: センサのタイプ
ko: 센서 종류:
lt: Sensoriaus tipai:
pl: Typ sensora:
pt_pt: _Tipo de Sensor:
ru_ru: Тип датчика:
sv: Sensor _typ
tr: Sensör _tipi:
uk_ua: Тип датчика:

# ErrorBadInterval
source: Minimum should be less or equal than maximum.
ar: الحد الأدنى يجب أن يكون أقل أو يساوي الحد اﻷعلى.
chs: 最小值应当小于或等于最大值
de: Das Minimalwert muss kleiner oder gleich dem Maximalwert sein
el: Η ελάχιστη τιμή πρέπει να είναι μικρότερη ή ίση της μέγιστης.
es: El mínimo debe ser menor o igual que el máximo
fa: مقدار حداقل باید کوچکتر یا مساوی مقدار حداکثر باشد.
fr: Le minimum doit être plus petit ou égal au maximum.
hr: Minimum bi trebao biti manji ili jednak maksimumu.
hu: A minimum értéknek kissebbnek vagy egyenlőnek kell lennie a maximummal.
ja: 最小値は最大値よりも大きくできません。
ko: 최솟값은 최댓값보다 같거나 작아야 합니다.
lt: Mažiausias reikšmė turėtu būti mažesnė arba lygi
nl: Minimum moet kleiner dan, of gelijk aan maximum zijn
pl: Minimum powinno być mniejsze lub równe maksimum.
pt_pt: O mínimo deve ser menor ou igual que o máximo.
ru_ru: Минимальное значение должно быть меньше или равно максимальному.
sv: Minimum borde vara mindre eller samma som maximum.
tr: Minimum, maksimumdan daha az veya eşit olmalıdır.
uk_ua: Мінімальне значення має бути меншим або дорівнювати максимальному.

# ErrorBadPositiveNumber
source: Expecting number greater than 0.
ar: النتيجة المتوقعة هي رقم أكبر من 0.
chs: 该数字应当大于 0
de: Zahl größer Null erwartet
el: Η τιμή να είναι μεγαλύτερη του 0.
es: Número esperado mayor que 0
fa: مقداری بزرگتر از 0 نیاز است.
fr: Nombre supérieur a 0 attendu.
hr: Očekuje se broj veći od 0.
hu: A számnak nagyobbnak kell lennie, mint 0
ja: 0より大きな数を入れる必要があります。
ko: 0보다 커야 합니다.
lt: Tikimasi skaičiaus didesnio nei 0
nl: Getal moet groter zijn dan nul
pl: Oczekiwano liczby większej niż 0.
pt_pt: A aguardar número maior que 0.
ru_ru: Ожидается число большее нуля
sv: Förväntar sig numer större än 0.
tr: Beklenen sayı 0'dan büyük olmalıdır.
uk_ua: Очікуючи число більше за нуль

# ErrorEmptySeries
source: The series should not be empty
ar: لا يجب أن تكون السلسة فارغة
chs: 序列不能为空
de: Die Serie darf nicht leer sein
el: Η σειρά δεν πρέπει να μείνει κενή
es: La serie no debería estar vacía
fa: سری نباید خالی باشد
fr: Les séries ne peuvent pas être vides.
hr: Serija ne bi trebala biti prazna
hu: A sorozatnak nem szabad üresnek lennie.
ja: データ列は空にできません。
ko: 연속값을 입력해야 합니다.
lt: Šita eilutė neturėtu būti tuščia
nl: Deze reeks mag niet leeg zijn
pl: Seria nie powinna być pusta
pt_pt: As séries não devem estar vazias
ru_ru: Задаваемая последовательность не может быть пустой
sv: Serien borde inte vara tom
tr: Seriler boş olmamalı.
uk_ua: Послідовності не може бути пустим

# ErrorSeriesItem
source: Error in {0}. It should be a pair of hexadecimal numbers separated by :
ar: خطأ في {0}. يجب أن يكون زوج من اﻷرقام الست عشرية مفصولة بـ :
chs: {0} 发生错误，其应当是被 : 分隔的一对十六进制数
de: Fehler in {0}. Es muss ein Paar aus hexadezimalen Nummern sein, getrennt durch einen :
el: Λάθος στο {0}. Πρέπει να είνια δύο δεκαεξαδικοί αριθμοί χωρισμένοι με:
es: Error in {0}. Debería ser un par de números hexadecimales separados por :
fa: خطا در {0}. باید دو عدد در مبنای شانزده وارد کنید که با علامت : از هم جدا شده اند.
fr: Erreur dans {0}. Cela devrait être une paire de nombre hexadécimaux séparés par :
hr: Pogreška u {0}. To bi trebao biti par heksadecimalnih brojeva odvojenih sa:
hu: Hiba a következőben: {0}. Egy pár hexadecimális számnak kellene lennie, elválasztva a következővel :
ja: {0} にエラーがあります。コロン(:)で区切られた十六進数を入力してください。
ko: {0}에 오류. 콜론(:)으로 구분되는 16진수 쌍이어야 합니다.
lt: Eroras {0}. Tai turėtu būti suporinti šešioliktainiai skaičiai atskirti su :
nl: Fout in {0}. Het moeten Hexadecimale getallen zijn, gescheiden door een :
pl: Błąd w {0}. To powinna być para liczb szesnastkowych rozdzielonych :
pt_pt: Erro em {0}. Tem de ser um par de números hexadecimais separados por :
ru_ru: Ошибка в {0}. Ожидается пара шестнадцатеричных чисел разделенных :
sv: Error på {0}, det borde var ett par av hexadecimala numer separarede av :
tr: {0} hatası. Aşağıdaki şekilde ayrılmış bir onaltılık sayılar çifti olmalıdır:
uk_ua: Помилка {0}. Очікується, пара шістнадцяткових чисел, розділених :

# ErrorSeriesItemOrder
source: Error in {0}. Each next cycle should be greater than previous.
ar: خطأ في {0}. يجب أن تكون كل دورة أكبر من سابقتها.
chs: {0} 发生错误，每下一次循环应都应当比上一次大
de: Fehler in {0}. Jeder weitere Schritt muß größer als der vorherige sein.
el: Λάθος στο {0}. Κάθε επόμενη περιστροφή πρέπει να είναι μεγαλύτερη από την προηγούμενη.
es: Error en {0}. Cada ciclo siguiente debe ser mayor que el anterior.
fa: خطا در {0}. دوره بعدی باید بزرگ تر از دوره قبلی باشد.
fr: Erreur dans {0}. Chaque cycle doit être plus grand que le précédent.
hr: Pogreška u {0}. Svaki sljedeći ciklus trebao bi biti veći od prethodnog.
hu: Hiba a következőben: {0}. A következő ciklusnak nagyobbnak kell lennie az előzőnél.
ja: {0} にエラーがあります。
ko: {0}에 오류. 이전 값보다 다음 주기 값이 커야 합니다.
lt: Eroras {0}. Kiekvienas sekantis ciklas turėtu būti didesnis negu ankstesnis
nl: Fout in {0}. Elke volgende cyclus moet groter zijn dan de vorige
pl: Błąd w {0}. Każdy kolejny cykl powinien być większy niż poprzedni.
pt_pt: Erro em {0}. Cada ciclo seguinte deve ser maior que o anterior.
ru_ru: Ошибка в {0}. Номер каждого следующего цикла должен быть больше, предыдущего.
sv: Error på {0}, Varje cykel borde vara söre än den tidigare.
tr: {0} hatası. Her sonraki döngü, öncekinden daha büyük olmalıdır.
uk_ua: Помилка {0}. Номер кожного наступного циклу має бути більш колишнього.

# TitleLoopSeries
source: _Repeat series
ar: أعد السلسة
chs: 重复序列(_R)：
de: Serie wiederholen
el: Επανάληψη σειράς
es: Repetición de las series
fa: تکرار سری
fr: _Répéter les séries
hr: _Ponovi seriju
hu: _Sorozat Ismétlése
ja: データ列を繰り返す
ko: 연속값 반복
lt: Pakartoti serija
nl: _Herhaal reeks
pl: Powtarzaj serie
pt_pt: _Repetir séries
ru_ru: Повторять последовательность
sv: _Repetera serier
tr: Seriyi _Tekrarla
uk_ua: Повторювати послідовність

# TitleSensorRandomMax
source: M_ax cycles:
ar: عدد الدورات اﻷعظمي:
chs: 最大循环(_A)：
de: M_aximale Schritte:
el: Μέγιστες περιστροφές:
es: Ciclos Máximos
fa: بیشینه دوره:
fr: Cycles maximum :
hr: M_ax ciklusi:
hu: M_aximum ciklusok:
ja: 最大クロック数:
ko: 최대 주기
lt: Maksimumo ciklai:
nl: M_ax reeks:
pl: Maksimum cykli:
pt_pt: Má_x ciclos:
ru_ru: Максимальное число циклов:
sv: M_ax cyklar:
tr: M_aksimum döngü:
uk_ua: Максимальне число циклів:

# TitleSensorRandomMin
source: _Min cycles:
ar: عدد الدورات اﻷدنى:
chs: 最小循环(_M)：
de: _Minimale Schritte:
el: Ελάχιστες περιστροφές:
es: Ciclos Mínimos
fa: کمینه دوره:
fr: Cycles minimum :
hr: _Min ciklusa:
hu: _Minimum ciklusok:
ja: 最小クロック数:
ko: 최소 주기
lt: Minimumo ciklai:
nl: _Min reeks:
pl: Minimum cykli:
pt_pt: _Min ciclos:
ru_ru: Минимальное число циклов:
sv: _Minsta cyklar:
tr: _Minimum döngü:
uk_ua: Мінімальне число циклів:

# TitleSeries
source: S_eries:
ar: سلسلة:
chs: 序列(_S)：
de: S_erien:
el: Σειρές:
fa: سری:
fr: Séries :
hr: S_erija:
hu: S_ororzat
ja: データ列:
ko: 연속값:
lt: Serijos:
nl: R_eeks
pl: Seria:
pt_pt: Sé_ries:
ru_ru: Последовательность:
sv: S_erier:
tr: S_eriler:
uk_ua: Послідовність:

# ToolTipSensorRandomMax
source: Enter maximum number of cycles before the sensor change its measure.
ar: أدخل عدد الدورات اﻷعظمي قبل أن يغير الحساس قراءته.
chs: 输入在传感器改变其测量值前最大循环次数
de: Geben Sie die maximale Anzahl der Schritte ein bevor der Sensor seinen Meßwert ändert.
el: Δώστε το μέγιστο αριθμό περιστροφών πριν ο αισθητήρας αλλάξει τιμή.
es: Introduzca el número máximo de ciclos antes de cambiar el sensor de su medida.
fa: حداکثر مقدار دوره ها را قبل از اینکه سنسور مقدارش را عوض کند مشخص می کند.
fr: Entrer la valeur maximale de cycle avant que le capteur change sa mesure.
hr: Unesite maksimalni broj ciklusa prije nego što senzor promijeni svoju mjeru.
hu: Írd be a ciklusok maximális számát, amely a szenzor értékének változásához szükséges
ja: センサの測定値が変化するまでの最大クロック数を入力してください。
ko: 센서값이 변경되는 주기의 최솟값을 입력하십시오.
lt: Įvesti maksimalų ciklų skaičių prieš tai kai sensorius pakeis savo matavimus.
nl: Voer maximale aantal reeksen in, voordat de sensor de meting wijzigt
pl: Wprowadź maksymalną liczbę cykli zanim sensor zmieni pomiar.
pt_pt: Introduzir o máximo número de ciclos antes do sensor mudar a sua medição.
ru_ru: Введите максимальное количество циклов до изменения значения датчика.
sv: Skriv in maximalt anntal cyklar före sensorn byter sin mätning.
tr: Sensör ölçümünü değiştirmeden önce maksimum döngü sayısını girin.
uk_ua: Введіть максимальну кількість циклів до зміни значення датчика

# ToolTipSensorRandomMin
source: Enter minimum number of cycles before the sensor change its measure.
ar: أدخل عدد الدورات اﻷدنى قبل أن يغير الحساس قراءته
chs: 输入在传感器改变其测量值前最小循环次数
de: Geben Sie die minimale Anzahl der Schritte ein bevor der Sensor seinen Meßwert ändert.
el: Δώστε τον ελάχιστο αριθμό περιστροφών πριν ο αισθητήρας αλλάξει τιμή.
es: Introduzca el número mínimo de ciclos antes de cambiar el sensor de su medida.
fa: حداقل مقدار دوره ها را قبل از اینکه سنسور مقدارش را عوض کند مشخص می کند.
fr: Entrer la valeur minimale de cycle avant que le capteur change sa mesure.
hr: Unesite minimalni broj ciklusa prije nego što senzor promijeni svoju mjeru.
hu: Írd be a ciklusok minimális számát, amely a szenzor értékének változásához
ja: センサの測定値が変化するまでの最小クロック数を入力してください。
ko: 센서값이 변경되는 주기의 최댓값을 입력하십시오.
lt: Įvesti minimalų ciklų skaičių prieš tai kai sensorius pakeis savo matavimus.
nl: Voer de minimale aantal reeksen in, voordat de sensor de meting wijzigt
pl: Wprowadź minimalną liczbę cykli zanim sensor zmieni pomiar.
pt_pt: Introduzir o mínimo número de ciclos antes do sensor mudar a sua medição.
ru_ru: Введите минимальное количество циклов до изменения значения датчика.
sv: Skriv in minsta anntal cyklar före sensorn byter sin mätning.
tr: Sensör ölçümünü değiştirmeden önce minimum döngü sayısını girin.
uk_ua: Введіть мінімальна кількість циклів до зміни значення датчика.

# ToolTipSeriesData
source: Please provide series of sensor measures in form <cycle>:<value> where both cycle and value are hexadecimal. When the cycle is even number or 0 then it corresponds to changing clock from 0 to 1, when it is odd then clock is changing from 1 to 0.
ar: رجاءً قم بإدخال سلسلة من قراءات الحساس بشكل <دورة>:<قيمة> بحيث كلا القيمتين بشكل ست عشري. عندما تكون قيمة الدورة قيمة زوجية أو 0 عندها تستجيب لتغير النبضات من 0 إلى 1 , و عندما تكون قيمة فردية عندها تستجب لتغير النبضات من 1 إلى 0.
chs: 请提供以 <循环编号>:<值> 形式的传感器测量值序列 其中循环编号和值都是十六进制 当循环编号是偶数或者 0 时，它响应的是从 0 变化到 1 的上升沿 当循环编号是奇数时，它响应的是从 1 变化到 0 的下降沿
de: Bitte geben Sie die Meßwert-Reihe des Sensors in der Form <cycle>:<value> ein, wobei beide Daten Hexadezimalwerte sein müssen. Wenn der aktuelle Schritt einen geraden Wert oder 0 hat entspricht dies einem Taktwechsel von 0 auf 1, wenn er ungerade ist entspricht dies einem Taktwechsel von 1 auf 0.
el: Δώστε τη σειρά των μετρήσεων του αισθητήρα με τη μορφή <cycle>:<value> όπου η περιστροφή και η τιμή είναι δεκαεξαδικοί αριθμοί. Όταν η περιστροφή είναι άρτιος αριθμός ή 0 τότε αντιστοιχεί στην αλλαγή του ρολογιού από 0 σε 1. Όταν είναι περιττός τότε το ρολόι αλλάζει από 1 σε 0.
es: Por favor proporcione una serie de medidas de sensores en forma <ciclo>: <valor> donde tanto el ciclo y el valor son hexadecimal. Cuando el ciclo es un número par o 0, entonces corresponde a la evolución de reloj de 0 a 1, cuando es impar entonces reloj está cambiando de 1 a 0.
fa: لطفا دوره و مقدار سری را به صورت <cycle>:<value> در مبنای شانزده وارد کنید.
fr: Veuillez donner des listes de mesures sous la forme <cycle>:<valeur> en valeur hexadecimale pour les deux. Quand le cycle ne change pas ou égal à 0, alors cela correspond au changement de l'horloge de 0 vers 1, et quand il est impair, l'horloge passe de 1 vers 0.
hr: Navedite niz mjera senzora u obliku <ciklus>:<vrijednost> gdje su i ciklus i vrijednost heksadecimalni. Kada je ciklus paran broj ili 0, to odgovara promjeni sat od 0 do 1, kada je neparan tada se sat mijenja s 1 na 0.
hu: Kérlek add meg a szenzor által mért étékeket <ciklus>:<érték> formában, ahol a ciklusok és az érték is hexadecimális formátumban van. Ha a ciklus szám páros, akkor az órajel 0 -> 1 átmenetű, ha páratlan, akkor 1 -> 0 átmenetű.
ja: <サイクル数>:<値> の形式でセンサの測定値を入力してください。サイクル数と値はどちらも十六進数です。 サイクル数が偶数もしくは0の場合、センサの値はクロックが0から1に変化するタイミングで変化します。奇数を指定するとクロックが1から0に変化するタイミングで変化します。
ko: 센서 연속값을 <주기>:<값> 형태로 입력하십시오. 주기와 값은 모두 16진수이어야 합니다. 주기가 짝수나 0이면 클럭이 0에서 1로 바뀔때 값이 바뀌고 홀수라면 클럭이 1에서 0으로 바뀔때 값이 바뀝니다.
lt: Prošau pateikti serija sensorių matavimui formoi <ciklas>:<reikšmė> kur abudu ciklai ir reikšmės yra šešioliktainės. Kada ciklas yra lyginis arba 0 tada tai atitinka kitimam laikodžio nuo 0 iki 1, kada tai yra nelyginis tada laikordis keičiasi nuo 1 iki 0.
nl: Voer reeks sensor metingen in, in de vorm <reeks>:<waarde>, beide Hexadecimaal. Wanneer reeks nul is of even, dan komt dit overeen met opgaande flank van de clock, wanneer reeks oneven is, dan gaat de clock van 1 naar 0.
pl: Wprowadź serię pomiarów sensora w formie <cykl>:<wartość> gdzie obie wartości są liczbami szesnastkowymi. Kiedy cykl jest liczbą parzystą lub 0 odpowiada zmienie zegara z 0 na 1, gdy nieparzystą z 1 na 0.
pt_pt: Por favor forneça séries de medições de sensor na forma <cycle>:<value> onde ambos os ciclos e os valores são hexadecimais. Quando o ciclo é um número par ou 0 então corresponde em mudar o relógio de 0 para 1, quando é ímpar então muda o relógio de 1 para 0.
ru_ru: Пожалуйста, введите последовательность значений датчика в виде <цикл>: <значение> где цикл и значение шестнадцатеричные числа. Когда цикл является четным числом или 0, то это соответствует изменению тактового сигнала от 0 до 1, когда нечетным - тактовый сигнал меняется с 1 на 0.
sv: Ge en serie av sensor mätningar i form <cykel>:<värde> där både cykeln och värdet är hexadecimalt. När cykeln är ett jämt numer eller 0 so kommer den byta klocka från 0 till 1, när det är udda så byter klockan från 1 till 0.
tr: Lütfen <cycle> formunda bir dizi sensör ölçümü sağlayın: <value> Burada hem döngü hem de değer onaltılıktır. Döngü çift sayı veya 0 olduğunda, değişmeye karşılık gelir. 0 ile 1 arasında clock, garip olursa clock 1'den 0'a değişir.
uk_ua: Будь ласка, введіть послідовність значень датчика у вигляді <цикл>: <значення> де цикл і значення шістнадцятиричні числа. Коли цикл є парним числом або 0, то це відповідає зміні тактового сигналу від 0 до 1, коли непарних - тактовий сигнал змінюється з 1 на 0.

# NameSound
source: Buzzer
ar: منبه صوتي
chs: 蜂鸣器
de: Summer
el: Βομβητής
es: Zumbador
fa: زنگ
hr: Zujalica
hu: Hangszóró
ja: ブザー
ko: 버저
lt: Garso skleidšjęs
nl: Zoemer
pl: Brzęczyk
pt_pt: Sonoro
ru_ru: Зуммер
sv: Surrare
uk_ua: Зуммер

# ToolTipSound
source: Buzzer {0}
ar: منبه صوتي {0}
chs: 蜂鸣器 {0}
de: Summer {0}
el: Βομβητής {0}
es: Zumbador {0}
fa: زنگ {0}
hr: Zujalica {0}
hu: Hangszóró {0}
ja: ブザー {0}
ko: 버저 {0}
lt: Zumeris {0}
nl: Zoemer {0}
pl: Brzęczyk {0}
pt_pt: Dispositivo de som {0}
ru_ru: Зуммер {0}
sv: Surrare {0}
uk_ua: Зуммер {0}

# ToolTipSoundNotation
source: Enter notation of the buzzer device
ar: أدخل رمز جهاز التنبيه الصوتي
chs: 输入蜂鸣器的标识
de: Geben Sie eine Bezeichnung für den Summer ein.
el: Δώστε κείμενο για βομβητή
es: Introduzca la notación del dispositivo zumbador
fa: متن روی زنگ را مشخص می کند
fr: Entrer le nom du buzzer.
hr: Unesite oznaku zujalice
hu: Írd be a hangszóró jelölését
ja: ブザーの表示名を入力してください
ko: 버저 장치의 이름을 입력하십시오.
lt: Įdėti zumerio irenginį
nl: Voer de notatie van de zoemer in
pl: Wprowadź nazwę brzęczyka
pt_pt: Introduzir a notação do dispositivo de som
ru_ru: Введите обозначение зуммера
sv: Skriv in notation av surrarens enhet
tr: Buzzer'ın notasyonunu girin
uk_ua: Введіть позначення зумера

# CommandEditFind
source: Find
ar: بحث
chs: 查找
de: Suchen
el: Εύρεση
es: Encontrar
fa: جستوجو
fr: Trouver
hr: Pronađi
hu: Keresés
ja: 検索
ko: 찾기
lt: Rasti
nl: Zoek
pl: Znajdź
pt_pt: Procurar
ru_ru: Поиск
sv: Hitta
tr: Bul
uk_ua: Пошук

# TitleFind
source: Find circuit
ar: إبحث عن دارة
chs: 查找电路
de: Suche Schaltung
el: Εύρεση κυκλώματος
es: Encuentre el circuito
fa: جستوجوی مدار
fr: Trouver un circuit
hr: Pronađi sklop
hu: Kapcsolás keresése
ja: 回路を検索
ko: 회로 찾기
lt: Ransti grandinę
nl: Zoek schakeling op
pl: Znajdź obwód
pt_pt: Encontrar circuito
ru_ru: Поиск схемы
sv: Hitta krets
tr: Devreyi bul
uk_ua: Пошук схеми

# TitleSearch
source: Search
ar: بحث
chs: 搜索
de: Suchen
el: Αναζήτηση
es: Buscar
fa: بگرد
fr: Chercher
hr: Traži
hu: Keresésés
ja: 検索
ko: 검색
lt: Paieška
nl: Zoek
pl: Szukaj
pt_pt: Procurar
ru_ru: Искать
sv: Sök
tr: Ara
uk_ua: Шукати

# TitleSearchPattern
source: _Find what:
ar: إبحث عن:
chs: 查找：
de: Suchen nach:
el: Εύρεση του:
es: Encuentre que:
fa: جستوجوی:
fr: Trouver :
hr: _Pronađi:
hu: _Keresendő szöveg:
ja: 検索内容:
ko: 찾을 내용:
lt: Rasti ką:
nl: _Zoek op:
pl: Znajdź:
pt_pt: _Encontrar qual:
ru_ru: Что искать
sv: _Hitta vad:
tr: _Ne buldun:
uk_ua: Що шукати

# ToolTipDescriptorClock
source: Generates signal that oscillates between 0 and 1 and is used to coordinate actions of circuits.
ar: توليد إشارة تهتز بين 0 و 1 و تقوم بتنظيم أحداث الدارات.
chs: 生成在 0 和 1 之间振荡的信号，协调整个电路的响应
de: Generiert ein digitales Taktsignal bestehend aus 0 und 1 und wird benutzt um Schaltungen zu takten.
el: Δημιουργία σήματος που κυμαίνεται μεταξύ 0 και 1 και χρησιμοποιείται για συντονισμό των κυκλωμάτων.
es: Genera una señal oscilante entre 0 y 1 y se usa para coordinar acciones de los circuitos.
fa: سیگنال های هماهنگ با نوسان بین 0 و 1 تولید می کند.
fr: Le signal généré oscillera entre 0 et 1 et sera utilisé pour coordonner les actions du circuit.
hr: Generira signal koji oscilira između 0 i 1 i koristi se za koordinaciju djelovanja krugova.
hu: 0 és 1 között oszcilláló jelet generál, amivel vezérelhető a kapcsolás működése
ja: 0と1を繰り返し出力する発振器です。回路を協調動作させるために使われます。
ko: 0과 1을 주기적으로 반복하는 신호를 생성하는 것으로, 회로의 동작을 조정한다.
lt: Generuoti signalą kuris svyruoja nuo 0 iki 1 ir yra naudojamas, kad kordinuoti veiksmus grandinėje.
nl: Wekt signaal op, dat oscilleert tussen 0 en 1, en dat wordt gebruikt om acties tussen circuits te coördineren
pl: Generuje sygnał oscylujący między 0 a 1, Jest używany do skoordynowania pracy obwodu.
pt_pt: Gera um sinal que oscila entre 0 e 1 e é usado para coordenar as ações dos circuitos.
ru_ru: Генерирует сигнал, который колеблется между 0 и 1 и используется для согласования действий схем.
sv: Genererar en signal som går mellan 1 och 0 och används för att kordinera handlingari kretsen.
tr: 0 ile 1 arasında salınan sinyal üretir ve devreleri eylemlerini koordine etmek için kullanılır.
uk_ua: Генерує сигнал, який коливається між 0 і 1 і використовується для узгодження дій схем.
