Repository: eugenelepekhin/LogicCircuit
Catalog: Sources/LogicCircuit/Properties/Resources.*.resx
Languages: ar, chs, de, el, es, fa, fr, he_il, hr, hu, it_it, ja, ko, lt, nl, pl, pt_pt, ru_ru, sv, tr, uk_ua

# MessageInputOutputPinsMissing
source: There is no Input or Output Pins on this circuit. The truth tables are built by sending all the combinations of data to Input Pins and reading the results from Output Pins.
ar: لا يوجد تماسات دخل أو خرج لهذه الدارة. سيتم بناء جداول الحقيقة بإرسال جميع التبديلات الممكنة للبيانات إلى تماسات الدخل و قراءة النتائج من تماسات الخرج.
chs: 这个电路上没有输入或输出针脚。真值表是建立在向输入针脚传入排列过的数据并从输出端读取结果的过程上的。
de: Es gibt in dieser Schaltung keine Eingangs- oder Ausgangs-Pins. Die Wahrheitstabellen werden durch das Senden aller Permutationen der Daten zu den Eingangs-Pins und durch das Lesen der Ergebnisse an den Ausgangs-Pins erstellt.
el: Δεν υπάρχουν pin εισόδου ή εξόδου σε αυτό το κύκλωμα. Οι πίνακες αλήθειας δημιουργούνται από την αποστολή όλων των μεταθέσεων των δεδομένων από τα pin εισόδου και ανάγνωση των αποτελεσμάτων από τα pin εξόδου.
es: No hay pins de entrada o salida en este circuito. Las tablas de verdad son construidas por enviar todas las permutaciones de los datos a los pins de entrada y leyendo los resultados de los pins de salida.
fa: در این مدار هیچ پین ورودی یا خروجی وجود ندارد. وظیفه جدول درستی ارسال تمام حالت های پین ورودی و سپس بررسی پین خروجی می باشد.
fr: Il n'y a pas d'entrée ou de sortie de broche sur ce circuit. Les tables de vérité sont construites en envoyant toutes les combinaisons de données aux broches d'entrée et en lisant les résultats aux broches de sortie.
he_il: במעגל הזה אין פיני קלט או פלט. טבלת האמת נבנית ע"י שליחת כל אופציות הקלט וקריאת נתוני הפלט.‏
hr: Na ovom krugu nema ulaznih ili izlaznih pinova. Tablice istinitosti izrađuju se slanjem svih kombinacija podataka na ulazne pinove i čitanjem rezultata s izlaznih pinova.
hu: Nincs se bemenete, se kimenete a kapcsolásnak. Az Igazság tábla ez alapján nem hozható létre.
it_it: Non c'è alcun pin di ingresso o di uscita su questo circuito. Le tabelle di verità sono costruite inviando tutte le permutazioni di dati per pin di ingresso e leggendo i risultati dai pin di uscita.
ja: 回路に入力端子と出力端子が必要です。真理値表は入力端子にすべての組み合わせを入力し、出力端子から結果を読みとることで作られます。
ko: 입력 또는 출력핀이 없습니다. 진리표는 출력 핀으로부터 결과를 읽고 모든 데이터를 입력으로 전달 시킴으로써 만들어집니다.
lt: Grandinėje nera Įvesties arba išvesties kyštukų. Tiesos lentelė yra sudaroma sunčiant visus duomenų parametrus į Įvesties kištukus ir skaitant rezultatą iš išvesties kištukus.
nl: Er zijn geen invoer of uitvoer pinnen op dit circuit. De waarheidstabellen zijn opgebouwd door alle permutaties van data naar invoer-pinnen te sturen en de resultaten te lezen van de uitvoer-pinnen.
pl: W obwodzie nie ma portów wejściowych ani wyjściowych. Tablica prawdy jest budowana poprzez wysyłanie wszystkich możliwych kombinacji do portów wejściowych i odczytywanie rezultatu z portów wyjściowych.
pt_pt: Não há pinos de entrada ou saída neste circuito. As tabelas-verdade são construídas através do envio de todas as permutações de dados para os pinos de entrada e realizando a leitura dos resultados nos pinos de saída.
ru_ru: Эта схема не содержит входных или выходных разъемов. Таблицы истинности строятся путем подачи всех возможных перестановок данных на входы и чтения результатов на выходных разъемах.
sv: Det är inga ingång eller utgångs stift på denna krets. Saningstabellerna är byggda på att skicka alla kombinationer av data till ingångs stift och läsa resultat från utgångs stiften.
tr: Bu devrede Giriş veya Çıkış Pinleri yoktur. Doğruluk tabloları, tüm veri permütasyonlarını Giriş Pinlerine göndererek ve Çıkış Pinleri'nden sonuçları okuyarak oluşturulmuştur.
uk_ua: Ця схема не має вхідних/вихідних роз'ємів. Таблиця істинності складається шляхом перебору всіх можливих значень на входах і записуються в таблицю результати виходів.

# MessageTruthTableTooBig
source: Truth table is too long and get truncated. Please use Filter to verify correctness of your circuit.
ar: جدول الحقيقة طويل جداً و تم تدويره. الرجاء استخدم الفلترة للتأكد من صحة الدارة.
chs: 真值表太长了所以被截断了。请使用过滤器来验证您的电路的正确性。
de: Die Wahrheitstabelle ist zu lang und wird abgeschnitten. Bitte verwenden Sie Filter um die Korrektheit Ihrer Schaltung zu prüfen.
el: Ο πίνακας αληθείας είναι πολύ μεγάλος και θα περικοπεί. Παρακαλούμε να χρησιμοποιήσετε το φίλτρο για επαλήθευση της ορθότητας του κυκλώματός σας.
es: La tabla de verdad es demasiado larga por lo que será truncada. Por favor seleccionar la opción Filtro para validar que el circuito este correcto.
fa: جدول درستی بسیار طولانی می باشد و خلاصه شده. لطفا برای اطمینان از صحت مدار خود از قیلتر استفاده کنید.
fr: La table de vérité est trop longue et à été tronquée. Veuillez utiliser le filtre pour vérifier l'exactitude de votre circuit.
he_il: טבלת האמת נחתכה מכיוון שהיא ארוכה מדי. נא להשתמש בפילטר כדי לאמת את נכונות ‏המעגל.
hr: Tablica istinitosti je predugačka i stoga je skraćena. Molimo koristite Filter da biste provjerili ispravnost vašeg kruga.
hu: Az igazság táblázat túl hosszú. Kérlek alkalmazz egy szűrőt, hogy ellenőrizd a kapcsolásod helyességét.
it_it: La tabella di verità è troppo lunga e viene troncata. Si prega di utilizzare il filtro per verificare la correttezza del vostro circuito.
ja: 真理値表が大きすぎるので省略されました。フィルタを使って回路の検証をしてください。
ko: 진리표가 너무 길어서 잘렸습니다. 당신의 회로의 정확성을 확인하기 위해 필터를 사용하십시오.
lt: Tiesos lentelė yra per ilga ir yra apkarpoma. Prašome naudoti filtrus ,kad užtikrinti savo grandinės teisingumą
nl: De waarheidstabel is te lang en zal ingekort worden. Gebruik a.u.b. Filter om de juistheid van de schakeling te controleren.
pl: Tabela prawdy jest zbyt długa i została ucięta. Użyj filtra aby zweryfikować poprawność obwodu.
pt_pt: A tabela-verdade é muito longa e foi truncada. Utilize um filtro para verificar a correção do seu circuito.
ru_ru: Таблицу истинности пришлось оборвать т.к. она слишком длинная. Пожалуйста, используйте фильтр для проверки правильности вашей схемы.
sv: Sanningstabellen är för lång och blir trunkerad. Snälla använd filter för att varifiera korrecthet i din krets.
tr: Doğruluk tablosu çok uzun ve kesiliyor. Devrenizin doğruluğunu kontrol etmek için lütfen Filtreyi kullanın.
uk_ua: Таблицю істинності перервано. Вона занадто довга. Будь-ласка, використовуйте фільтр для перевірки правильності Вашої схеми.

# ParserEOS
source: End of expression
ar: نهاية التعبير
chs: 表达式尾部
de: Ende des Ausdrucks
el: Τέλος της έκφρασης
es: Fin de la expresión
fa: پایان عبارت
fr: Fin de l'expression.
he_il: סוף ביטוי
hr: Kraj izraza
hu: Kifejezés vége
it_it: Fine espressione
ja: 式の終わり
ko: 표현의 끝
lt: Išraiškos pabaiga
nl: Einde van de expressie
pl: Koniec wyrażenia
pt_pt: Fim da expressão
ru_ru: Конец выражения
sv: Slut på uttryck
tr: İfadenin sonu
uk_ua: Кінець виразу

# ParserErrorCloseParenMissing
source: Missing ')' instead of: {0}
ar: هناك '(' مفقود بدلاً من :{0}
chs: 在 {0} 之后缺失 ')'
de: Beim Ausdruck: {0} fehlt die schließende ')'.
el: Δεν υπάρχει ')' αντι του: {0}
es: ')' de cerrado faltante. {0}
fa: '(' جا افتاده بجای: {0}
fr: ')' Manquante au lieu de : {0}
he_il: חסר סימן ‏')'‏ במקום‏: {0}‏
hr: Nedostaje ')' umjesto: {0}
hu: Hiányzó ')' helyette: {0}
it_it: Manca ')' invece di: {0}
lt: Truksta ')' vietoj : {0}
nl: Er mist een ')' in plaats van: {0}
pl: brakujący ')' zamiast: {0}
pt_pt: Falta ')' em vez de: {0}
ru_ru: Отсутствует ')' вместо: {0}
sv: Saknar ")" istället för: {0}
uk_ua: Відсутній ')' замість: {0}

# ParserErrorExpressionMissing
source: Expression is missing after {0}
ar: التعبير ناقص بعد {0}
chs: 在 {0} 之后表达式缺失
de: Ausdruck fehlt nach {0}
el: Δεν υπάρχει έκφραση μετά από {0}
es: Expresión no presente {0}
fa: عبارت بعد از {0} جا افتاده
fr: Expression manquante après {0}
he_il: חסר ביטוי אחרי‏ {0}‏
hr: Nedostaje izraz nakon {0}
hu: Kifejezés hiányzik a következő után: {0}
it_it: Mancata espressione dopo {0}
lt: Truksta išsireiškimo po {0}
nl: Expressie mist na {0}
pl: Brakujace wyrażenie po {0}
pt_pt: Expressão está em falta após {0}
ru_ru: После {0} ожидается выражение
sv: Uttrycket saknaräfter {0}
uk_ua: Пропущено вираз після {0}

# ParserErrorInvalidNumber
source: Invalid number: {0}
ar: رقم غير صحيح: {0}
chs: 无效的数字：{0}
de: Ungültige Nummer: {0}
el: Άκυρος αριθμός: {0}
es: Numero invalido: {0}
fa: شماره نامعتبر: {0}
fr: Nombre invalide : {0}
he_il: מספר לא תקין‏: {0}‏
hr: Nevažeći broj: {0}
hu: Érvénytelen szám: {0}
it_it: Numero non valido: {0}
ja: 不正な数値: {0}
ko: 사용 불가능한 번호: {0}
lt: Netinkamas numeris: {0}
nl: Incorrect nummer: {0}
pl: Niewłaściwa liczba: {0}
pt_pt: Número inválido: {0}
ru_ru: Неверное число: {0}
sv: Ogiltigt numer: {0}
tr: Geçersiz sayı: {0}
uk_ua: Невірне число: {0}

# ParserErrorUnclosedQuote
source: Quoted identifier does not have closing quote: {0}
ar: المعرف المقتبس لا يحوي على رمز انتهاء الاقتباس: {0}
chs: 引用的识别符号不包含闭合的引用：{0}
de: Beim Ausdruck: {0} fehlt das abschließende Anführungszeichen.
el: Δεν κλείνουν τα εισαγωγικά: {0}
es: El identificador citado no tiene la comilla de cerrado: {0}
fa: متن شناسه گیومه بسته ندارد: {0}
fr: l'identifiant entre guillemets n'a pas de guillemet de fin : {0}
he_il: חסרים גרשיים סוגרים עבור המזהה‏: {0}‏
hr: Navedeni identifikator nema završni navodnik: {0}
hu: Idézett azonosító nem rendelkezik lezáró idézőjellel: {0}
it_it: L'dentificatore citato non possiede le virgolette di chiusura: {0}
lt: Cituojamas identifikatorius neturi uždarymo ženklo :{0}
nl: Identifier heeft geen sluitingsquote: {0}
pt_pt: Identificador entre aspas não tem cotação de encerramento: {0}
ru_ru: Идентификатор начавшийся с кавычки не имеет закрывающей кавычки: {0}
sv: Refererad identifierare har inte en stängande citationstecken: {0}
uk_ua: Порушено баланс лапок у ідентифікаторі: {0}

# ParserErrorUnexpected
source: {0} unexpected
ar: {0} غير متوقع
chs: {0} 出现错误
de: {0} unerwartet
el: {0} απρόσμενο
es: {0} inesperado.
fa: {0} انتظار نمی رفت
fr: {0} inattendue
he_il: ‏{0} ‏לא צפוי
hr: {0} neočekivanih
hu: {0} váratlan
it_it: {0} inaspettato
ja: {0}が不正に現れました。
ko: {0} 예상치 못한 에러
lt: {0} netikėtas
nl: {0} onverwacht
pl: {0} nieoczekiwany
pt_pt: {0} inesperado
ru_ru: Не ожидалось {0}
sv: {0} oförväntad
tr: {0} beklenmedik
uk_ua: Не очікувалось {0}

# ParserErrorUnknownChar
source: Unknown char: {0}
ar: محرف غير معروف :{0}
chs: 未知的字符：{0}
de: Unbekanntes Zeichen: {0}
el: Άγνωστος χαρακτήρας: {0}
es: Carácter desconocido: {0}
fa: کاراکتر ناشناخته: {0}
fr: Charactère inconnu : {0}
he_il: תו לא ידוע‏: {0}‏
hr: Nepoznati znak: {0}
hu: Ismeretlen karakter: {0}
it_it: Carattere sconosciuto: {0}
lt: Nežinomas char: {0}
nl: Onbekend character: {0}
pl: Nieznany znak: {0}
pt_pt: Caracter desconhecido: {0}
ru_ru: Неизвестный символ: {0}
sv: Okänd karraktär: {0}
uk_ua: Невідомий символ: {0}

# ParserErrorUnknownPin
source: {0} - input or output pin not found
ar: {0} تماس الدخل أو تماس الخرج غير موجود
chs: {0} - 输入或输出针脚未找到
de: {0} - Eingangs- oder Ausgangs-Pin nicht gefunden
el: {0} - δεν βρέθηκε pin εισόδου η εξόδου
es: {0} - el pin de entrada o salida no ha sido encontrado.
fa: {0} - پین ورودی یا خروجی پیدا نشد
fr: {0} - Broche d'entrée ou de sortie non trouvée.
he_il: ‏{0} - ‏לא נמצא פין קלט או פלט
hr: {0} - ulazni ili izlazni pin nije pronađen
hu: {0} - bemeneti vagy kimeneti láb nem található
it_it: {0} - pin di ingresso o di uscita non trovati
ja: {0} - 入出力端子がみつかりません。
ko: {0} - 입력 또는 출력 핀을 찾을 수 없습니다.
lt: {0} - Įvestis arba Išvestis kaištis nerastas
nl: {0} - input- of output-pin niet gevonden
pl: {0} - port wejściowy lub wyjściowy nie znaleziony
pt_pt: {0} - pino de entrada ou de saída não encontrado
ru_ru: {0} - входной или выходной разъем не найден
sv: {0} - ingång eller utgångs stift hittades inte
tr: {0} - giriş veya çıkış pin bulunamadı
uk_ua: {0} - вхідного або вихідного роз'єму не знайдено

# TitleApply
source: _Apply
ar: تطبيق
chs: 应用(_A)
de: _Anwenden
el: _Εφαρμογή
es: Aplicar
fa: اجرا
fr: _Appliquer
he_il: ‏_יישם
hr: _Primijeni
hu: _Alkalmaz
it_it: _Applica
ja: 適用
ko: 적용
lt: Suderinti
nl: _Toepassen
pl: Zastosuj
pt_pt: _Aplicar
ru_ru: _Применить
sv: _Ansök
tr: _Uygula
uk_ua: _Застосувати

# TitleDisplayedRows
source: Displayed rows: {0:N0}
ar: الأسطر المعروضة: {0:N0}
chs: 显示的行数：{0:N0}
de: Angezeigte Zeilen: {0:N0}
el: Εμφανίζόμενες γραμμές: {0:N0}
es: Número de filas a mostrar : {0:N0}
fa: ردیف های نشان داده شده: {0:N0}
fr: Lignes affichées : {0:N0}
he_il: ‏שורות לתצוגה:‏ {0:N0}‏
hr: Prikazani redovi: {0:N0}
hu: Megjelenített sorok: {0:N0}
it_it: Righe visualizzate: {0:N0}
ja: 表示されている行数: {0:N0}
ko: 보여지는 열 {0:N0}
lt: Parodytos eilutės: {0:Ne}
nl: Weergegeven rijen: {0:N0}
pl: Wyświetlone wiersze: {0:N0}
pt_pt: Linhas Visíveis: {0:N0}
ru_ru: Отображаемых строк: {0:N0}
sv: Visade rader: {0:N0}
tr: Display satırları: {0:N0}
uk_ua: Відображуваних рядків: {0:N0}

# TitleFilter
source: _Filter:
ar: فلترة:
chs: 过滤(_F)
el: _Φίλτρο:
es: Filtro:
fa: فیلتر:
fr: _Filtre :
he_il: ‏_סינון:‏
hr: _Filtar:
hu: Szű_rő:
it_it: _Filtro:
ja: フィルタ:
ko: 필터:
lt: :Filtras
pl: Filtr:
pt_pt: _Filtrar:
ru_ru: _Фильтр:
tr: -Filtre:
uk_ua: _Фільтр:

# TitleInvert
source: _Invert
ar: عكس:
chs: 转置(_I)
de: _Invertieren
el: _Αντιστροφή
es: Invertir
fa: معکوس
fr: _Inverser
he_il: ‏_הפוך
hr: _Izokreni
hu: _Invertálás
it_it: _Inverti
ja: 反転
ko: 반전
lt: Invertuoti
nl: _Inverteer
pl: Odwróć
pt_pt: _Inverter
ru_ru: _Инвертировать
sv: _Invertera
tr: _Evir
uk_ua: _Інвертувати

# TitleTotalRows
source: Total rows: {0:N0}
ar: الأسطر الكلية: {0:N0}
chs: 总行数 {0:N0}
de: Zeilen insgesamt: {0:N0}
el: Σύνολο γραμμών: {0:N0}
es: Numero total de filas: {0:N0}
fa: مجموع ردیف ها: {0:N0}
fr: Lignes totales : {0:N0}
he_il: ‏סה"כ שורות:‏ {0:N0}‏
hr: Ukupan broj redaka: {0:N0}
hu: Sorok száma: {0:N0}
it_it: Righe totali: {0:N0}
ja: 総行数: {0:N0}
ko: 전체 열: {0:N0}
lt: Eilučių kiekis:{0:Ne}
nl: Totaal aantal rijen: {0:N0}
pl: Wszystkich wierszy: {0:N0}
pt_pt: Total de linhas: {0:N0}
ru_ru: Всего строк: {0:N0}
sv: Tatala mängden rader: {0:N0}
tr: Toplam satırlar: {0:N0}
uk_ua: Всього рядків: {0:N0}

# TitleStop
source: _Stop
ar: ايقاف
chs: 停止(_S)
el: _Παύση
es: Alto:
fa: توقف
fr: Arréter
he_il: ‏_עצור
hr: Zau_stavi
hu: _Leállítás
ja: 停止
ko: 정지
lt: Stabdyti:
pl: Zatrzymaj
pt_pt: _Parar
ru_ru: _Стоп
tr: _Dur
uk_ua: _Зупинити

# ColorPickerCaptionAvailable
source: Available colors:
ar: الألوان المتوفرة :
chs: 可用颜色
de: Verfügbare Farben:
el: Διαθέσιμα χρώματα:
es: Colores disponibles:
fa: رنگ های موجود:
fr: Couleurs disponibles :
he_il: צבעים זמינים:‏
hr: Dostupne boje:
hu: Elérhető színek:
it_it: Colori disponibili:
ja: 利用可能な色:
ko: 사용 가능한 색상:
lt: Galimos spalvos
nl: Beschikbare kleuren:
pl: Dostępne kolory:
pt_pt: Cores Disponíveis:
ru_ru: Доступные цвета:
sv: Tillgängliga färger:
tr: Kullanılabilir renkler:
uk_ua: Наявні кольори:

# ColorPickerCaptionRecent
source: Recent colors:
ar: الألوان التي تم استخدامها مؤخراً
chs: 常用颜色
de: Zuletzt verwendete Farben:
el: Πρόσφατα χρώματα:
es: Colores seleccionados recientemente:
fa: رنگ های اخیر:
fr: Couleurs récentes
he_il: צבעים אחרונים:‏
hr: Nedavne boje:
hu: Nem rég használt színek:
it_it: Colori recenti:
ja: 最近使用した色:
ko: 최근 색:
lt: Nesenai pasirinktos spalvos:
nl: Recente kleuren:
pl: Ostatnie kolory:
pt_pt: Cores Recentes:
ru_ru: Недавно выбранные цвета:
sv: Senaste färger:
tr: Son Kullanılan Renkler:
uk_ua: Нещодавно обрані кольори

# ColorPickerCaptionSelectCustom
source: Select
ar: تحديد
chs: 选择
de: Auswählen
el: Επιλογή
es: Seleccionar
fa: انتخاب
fr: Selectionner
he_il: בחירה
hr: Odaberi
hu: Kiválaszt
it_it: Selezionare
ja: 選択
ko: 선택
lt: Pasirinkimas
nl: Selecteer
pl: Wybierz
pt_pt: Selecionar
ru_ru: Выбрать
sv: Välj
tr: Seç
uk_ua: Обрати

# ColorPickerCaptionStandard
source: Standard colors:
ar: الألوان القياسية:
chs: 标准颜色
de: Standardfarben:
el: Προκαθορισμένα χρώματα:
es: Colores estándar:
fa: رنگ های استاندارد:
fr: Couleurs standards :
he_il: צבעים סטנדרטיים:‏
hr: Standardne boje:
hu: Alap színek:
it_it: Colori standard:
ja: 標準色:
ko: 기본 색:
lt: Standartinė splava:
nl: Standaard kleuren:
pl: Kolory standardowe:
pt_pt: Cores Padrão:
ru_ru: Стандартные цвета:
sv: Standard färger
tr: Standart Renkler:
uk_ua: Стандартні кольори:

# ColorPickerTabCustom
source: Custom
ar: مخصص
chs: 自定义
de: Benutzerdefiniert
el: Προσαρμογή
es: Personalizado
fa: سفارشی
fr: Personnaliser
he_il: אישי
hr: Prilagođeno
hu: Egyedi
it_it: Personalizzare
ja: カスタム
ko: 사용자 지정
lt: Įprastas
nl: Aangepast
pl: Własny
pt_pt: Personalizado
ru_ru: Произвольный
sv: Anpassad
tr: Özel
uk_ua: Довільний

# ColorPickerTabStandard
source: Standard
ar: قياسي
chs: 标准
el: Προκαθορισμένα
es: Estándar
fa: استاندارد
he_il: סטנדרטי
hu: Alap
ja: 標準
ko: 표준
lt: Standartas
nl: Standaard
pl: Standardowy
pt_pt: Padrão
ru_ru: Стандартный
tr: Standart
uk_ua: Стандартний

# ToolTipBackgroundColor
source: Highlight color
ar: لون الخلفية
chs: 高亮颜色
de: Hintergrundfarbe
el: Χρώμα σκίασης
es: Color de resaltado
fa: رنگ برجسته
fr: Couleur de surlignage
he_il: צבע הדגשה
hr: Boja isticanja
hu: Kijelölési szín
it_it: Colore di Highlight
ja: 蛍光ペンの色:
ko: 강조 색
lt: Pažymėjimo spalva
nl: Highlight kleur
pl: Kolor podświetlenia
pt_pt: Cor de Realce
ru_ru: Цвет выделения
sv: Markera färg
tr: Renk vurgusu
uk_ua: Колір виділення

# ToolTipFontColor
source: Text color
ar: لون النص
chs: 文本颜色
de: Schriftfarbe
el: Χρώμα κειμένου
es: Color del texto
fa: رنگ متن
fr: Couleur du texte
he_il: צבע הטקסט
hr: Boja teksta
hu: Szöveg színe
it_it: Colore del testo
ja: 文字の色
ko: 글자 색
lt: Teksto spalva
nl: Tekst kleur
pl: Kolor tekstu
pt_pt: Cor de Texto
ru_ru: Цвет текста
sv: Text färg
tr: metin rengi
uk_ua: Колір тексту

# TitleSaveAs
source: Sa_ve As...
ar: حفظ بإسم :
chs: 另存为(_V)...
de: Speichern unter...
el: Αποθήκευση ως...
es: Guardar como...
fa: دخیره به عنوان...
fr: Enre_gistrer sous...
he_il: שמירה _בשם...‏
hr: Spremi _kao...
hu: Ment_és másként...
it_it: Sa_lva come...
ja: 別名で保存...
ko: 다른 이름으로 저장...
lt: Saugoti iš naujo...
nl: Op_slaan als...
pl: Zapisz jako...
pt_pt: G_uardar como...
ru_ru: Со_хранить как...
sv: Sp-ara som...
tr: F_arklı Kaydet...
uk_ua: Зберегти як...

# ToolTipLoadData
source: Load data from file
ar: حمل بيانات من ملف
chs: 从文件读取数据
de: Daten aus Datei laden
el: Άνοιγμα δεδομένων απο αρχείο
es: Cargar información desde un archivo.
fa: بارگذاری دیتا از فایل
fr: Charger les données du fichier
he_il: טעינת נתונים מקובץ
hr: Učitaj podatke iz datoteke
hu: Adat betöltése fájlból
it_it: Carica i dati da file
ja: ファイルからデータを読み込む
ko: 파일에서 데이터를 불러오기
lt: Įkelti duomenis iš failo
nl: Laad data uit bestand
pl: Załaduj dane z pliku
pt_pt: Carregar dados do ficheiro
ru_ru: Загрузить данные из файла
sv: Ladda data från fil
tr: Dosyadan veri yükle
uk_ua: Завантажити дані з файлу

# ToolTipSaveData
source: Save data to file
ar: احفظ البيانات في ملف
chs: 保存数据至文件
de: Daten in Datei speichern
el: Αποθήκευση δεδομένων σε αρχείο
es: Guardar información a un archivo
fa: ذخیره دیتا در فایل
fr: Enregistrer les données vers un fichier
he_il: שמירת נתונים לקובץ
hr: Spremi podatke u datoteku
hu: Adat mentése fájlba
it_it: Salva i dati in file
ja: ファイルにデータを保存
ko: 파일 저장
lt: Duomenis išsaugoti į failą
nl: Sla data op naar bestand
pl: Zapisz dane do pliku
pt_pt: Guardar dados para o ficheiro
ru_ru: Сохранить данные в файл
sv: spara data till fil
tr: Veriyi dosyaya kaydedin
uk_ua: Зберегти даний файл

# MemoryOnStartData
source: Persist memory between runs
ar: حافظ على بيانات الذاكرة بين مرات التشغيل.
chs: 在运行间隔中维持内存
de: Speicherinhalt zwischen den Läufen erhalten.
el: Η μνήμη να διατηρείται μεταξύ των εκτελέσεων
es: Memoria persistente entre ejecuciones
fa: حافظه بین اجرا ها به کار خود ادامه دهد
fr: Garder la mémoire entre les simulations
he_il: שמירת זיכרון בין הרצות
hr: Zadržite memoriju između pokretanja
hu: Memória tartalmának megörzése futtatások között
it_it: Memoria persistente tra le esecuzioni
ja: 回路の電源をオフにしてもメモリの内容を保持する
ko: 실행되는 동안 메모리 유지
lt: Pastovi atmintis tarp paleidimų
nl: Behoud geheugen tussen runs
pl: Utrzymuj zawartość pamięci po wyłączeniu programu
pt_pt: Persistir memória entre as execuções
ru_ru: Сохранять память между запусками
sv: Behåll minne mellan gånger
tr: Çalışmalar arasındaki kalıcı hafıza
uk_ua: Зберігати пам'ять між запуками

# MemoryOnStartOnes
source: Set all bits to 1
ar: تحويل كل البتات إلى 1
chs: 全部置 1
de: Alle Bits auf 1 setzen
el: Ρύθμιση όλων των bit σε 1
es: Poner todos los bits en 1
fa: همه بیت ها 1 شود
fr: Mettre tous les Bit à 1
he_il: אתחול כל הסיביות ל1‏
hr: Postavite sve bitove na 1
hu: Minden bit 1 értékre állítása
it_it: Imposta tutti i bit a 1
ja: すべてのビットを1にする
ko: 모든 비트를 1로 설정
lt: pakeisti visus bitus į 1
nl: Maak alle bits 1
pl: Ustaw wszystkie bity na 1
pt_pt: Modificar todos os bits para 1
ru_ru: Установить все биты в 1
sv: Set alla bitar till 1
tr: Tüm bitleri 1 yap
uk_ua: Встановити всі біти в "1"

# MemoryOnStartRandom
source: Randomly
ar: عشوائي
chs: 随机
de: Zufällig
el: Τυχαία επιλογή
es: Aleatorio
fa: تصادفی
fr: Aléatoirement
he_il: אקראי
hr: Nasumično
hu: Véletlenszerűen
it_it: Randomizza
ja: ランダム
ko: 무작위
lt: Atsitiktinai
nl: Willekeurig
pl: Losowo
pt_pt: Aleatoriamente
ru_ru: Случайно
sv: Slumpmässig
tr: Rastgele
uk_ua: Випадково

# MemoryOnStartZeros
source: Set all bits to 0
ar: تحويل كل البتات إلى 0
chs: 全部置 0
de: Alle Bits auf 0 setzen
el: Ρύθμιση όλων των bit σε 0
es: Poner todos los bits en 0
fa: همه بیت ها 0 شود
fr: Mettre tous les Bit à 0
he_il: אתחול כל הסיביות ל0‏
hr: Postavite sve bitove na 0
hu: Minden bit 0 értékre állítása
it_it: Imposta tutti i bit a 0
ja: すべてのビットを0にする
ko: 모든 비트를 0으로 설정
lt: pakeiti visus bitus į 0
nl: Maak alle bits 0
pl: Ustaw wszystkie bity na 0
pt_pt: Modificar todos os bits para 0
ru_ru: Установить все биты в 0
sv: Set alla bitar till 0
tr: Tüm birleri 0 yap
uk_ua: Встановити всі біти в "0"

# TitleMemoryOnStart
source: On _start fill:
ar: عند بدء التشغل قم بملئ:
chs: 初值(_S)
de: Beim _Start füllen:
el: Συμπλήρωση κατά την εκκίνηση:
es: Llenar al iniciar:
fa: وضعیت بیت ها هنگام شروع:
fr: _Remplir au démarrage :
he_il: ‏_אתחול:‏
hr: Na početku _popuni:
hu: Indításkor kitöltés:
it_it: _Riempire all'inizio:
ja: メモリの初期値:
ko: 시작시 자동 채우기:
lt: Pradžioje ušpildyti:
nl: Vul tijdens _starten:
pl: Przy starcie wypełnij dane:
pt_pt: No _início preencher:
ru_ru: _Заполнять при включении:
sv: På _start fyll
tr: _Başlangıç dolgusunda:
uk_ua: _Заповнювати при ввімкненні:

# ToolTipMemoryOnStart
source: Choose how RAM will be initialized on power on
ar: حدد كيفية تهيئة الـ RAM عندما يتم تشغيل الطاقة.
chs: 选择加电时 RAM 的初始化方式
de: Wählen Sie aus wie RAM beim Einschalten initialisiert wird.
el: Επιλέξτε πόση RAM θα χρειαστεί για την ενεργοποίηση
es: Seleccione la cantidad de RAM qeu será inicializada al momento de encender.
fa: مشخص می کند هنگام روشن شدن مدار مقادیر RAM چگونه باشد
fr: Choisir comment la RAM sera initialisé à la simulation
he_il: בחירת אופן אתחול הזיכרון בזמן הרצה.‏
hr: Odaberite kako će se RAM inicijalizirati pri uključivanju
hu: Válaszd meg, hogy hogyan legyen inicializálva a memória a szimuláció indításakor
it_it: Scegli quale di RAM verrà inizializzata all'accensione
ja: 回路の電源がオンになったときのRAMの初期化方法を選択してください。
ko: 전원이 켜질 때 램을 초기화 할 것인지 선택
lt: Pasirikti kaip RAMai inicilizuosis kai galia bus įjunkta
nl: Kies hoe het geheugen geinitialiseerd wordt bij inschakelen
pl: Wybierz jak ram będzie inicjalizowany podczas włączania aplikacji
pt_pt: Escolha como a memória RAM será inicializada ao ligar
ru_ru: Выберите, как ОЗУ будет инициализировано при включении питания
sv: Välj hur RAM kommer Initialiseras vid ström på
tr: Güç açıkken RAM'ın nasıl başlatılacağını seç
uk_ua: Метод ініціалізації RAM при ввімкненні живлення
